[
    {
        "id": "houseplant(completeplants)_repotting_basic",
        "title": "Houseplant Repotting - Basic Information",
        "content": "When houseplants use up the soil and space in their containers, it's time to repot them. Some plants can go years between repottings, while others need to be repotted at least once a year; Check mature plants yearly for signs that they are in need of repotting. At other times, if a plant shows one of the above symptoms, remove it from its container and examine the condition of the roots. When you see mostly roots and very little soil in the bottom half of the pot, repotting is probably in order. If the roots appear to have plenty of room to grow, pop the plant back into its pot and don't bother to repot; The best time to repot any plant is when it is entering its most active season of new growth. For most houseplants this is spring, but some grow year-round, and others grow vigorously in fall or winter and rest in summer. Repotting is messy, so it's great to be able to do it outside in spring, summer, or fall; Sometimes you may have an accidental opportunity to repot a plant out of season - for example, if it gets knocked to the floor or mangled by a pet. It is also not unusual to be surprised by the amount of new growth plants produce when they are kept outside during the summer. When you bring a plant indoors in the fall, you suddenly realize that the plant deserves roomier quarters if it is to prosper during the winter months. When you must repot a plant out of season, disturb the roots as little as possible, because full recovery from the event may be weeks or months away; Plants that have been troubled by disease or poor growing environments are seldom saved by repotting, which is often so stressful that it adds to a plant's demise. Sometimes healthy plants respond to repotting by showing a fast spurt of new vigor, but it is also typical for repotted plants to sulk for a while as they adjust to their new container. Do not be alarmed if a plant sheds a few leaves in the weeks after it is repotted. This is a form of self pruning, as the plant helps itself reach a good balance of roots and leaves. When given good care, repotted plants should recover completely within 2 months.",
        "metadata": {
          "source": "The Complete Houseplant Survival Manual Essential Know-How for Keeping (Barbara Pleasant)",
          "credibility": "High",
          "category": "Care Instructions"
        }
    },
    {
        "id": "houseplant(completeplants)_repotting_symptoms_little_or_nonew_growth",
        "title": "Houseplant Repotting - Symptoms, Little or No New Growth",
        "content": "LITTLE OR NO NEW GROWTH, which occurs when roots become so crowded there is no room for them to grow, or when the potting medium breaks down so the plant's fine root hairs no longer have the physical structure they need to function properly. When plants are painfully rootbound, they often continue to produce new leaves, but the new leaves are small compared to the older ones.",
        "metadata": {
          "source": "The Complete Houseplant Survival Manual Essential Know-How for Keeping (Barbara Pleasant)",
          "credibility": "High",
          "category": "Care Instructions"
        }
    },
    {
        "id": "houseplant(completeplants)_repotting_symptoms_root_sneaking_out_of_pot",
        "title": "Houseplant Repotting - Symptoms, Roots are sneaking out of the pot",
        "content": "ROOTS ARE SNEAKING OUT OF THE POT, either through the drainage holes or by pushing the plant upward, so that it appears to be popping out of the pot. Some plants send anchor roots or aerial roots sprawling outside the container in a futile search for somewhere to go. At the same time, you may notice unusual yellowing of older leaves. While this is normal in some plants, and also can be a symptom of too little fertilizer, it is usually a sign that the plant needs more room around its roots.",
        "metadata": {
          "source": "The Complete Houseplant Survival Manual Essential Know-How for Keeping (Barbara Pleasant)",
          "credibility": "High",
          "category": "Care Instructions"
        }
    },
    {
        "id": "houseplant(completeplants)_repotting_symptoms_plant_frequently_fall_over",
        "title": "Houseplant Repotting - Symptoms, Plant Frequently Fall Over",
        "content": "PLANT FREQUENTLY FALLS OVER because it has become top-heavy with foliage. A plant that becomes a chronic toppler can be repotted into a heavy container with a broad base, and perhaps can be secured to a stake as well. If this does not solve the problem, prune the plant or propagate it to reduce its size, and/or start over.",
        "metadata": {
          "source": "The Complete Houseplant Survival Manual Essential Know-How for Keeping (Barbara Pleasant)",
          "credibility": "High",
          "category": "Care Instructions"
        }
    },
    {
        "id": "houseplant(completeplants)_repotting_symptoms_chronically_thirsty",
        "title": "Houseplant Repotting - Symptoms, Plant Is Chronically Thirsty",
        "content": "PLANT IS CHRONICALLY THIRSTY, even when regularly watered. When plants require constant watering, it is usually because the roots are compacted or have outgrown the container. Repotting into a slightly larger pot usually solves this problem.",
        "metadata": {
          "source": "The Complete Houseplant Survival Manual Essential Know-How for Keeping (Barbara Pleasant)",
          "credibility": "High",
          "category": "Care Instructions"
        }
    },
    {
        "id": "houseplant(completeplants)_repotting_symptoms_formed_salt_deposits",
        "title": "Houseplant Repotting - Symptoms, Salt Deposits Have Formed",
        "content": "SALT DEPOSITS HAVE FORMED inside the rim of the pot and on the surface of the potting medium, which do not disappear when the container is thoroughly flushed. In this case, it is only fair to provide the plant with a root zone that is not contaminated by high levels of salt.",
        "metadata": {
          "source": "The Complete Houseplant Survival Manual Essential Know-How for Keeping (Barbara Pleasant)",
          "credibility": "High",
          "category": "Care Instructions"
        }
    },
    {
        "id": "houseplant(completeplants)_repotting_procedure",
        "title": "Houseplant Repotting - Repotting Procedure",
        "content": "Step-by-step repotting. If possible, cover a table or other waist-high work surface with newspapers or plastic sheeting. You can repot plants sitting on the ground, but the project will be easier on your back if you can work on a raised work surface. If you have trouble lifting heavy containers, get some help like two-person repotting. No plant is worth a permanent orthopedic injury; Here is the procedure of repotting: 1. Prepare plants to be repotted by thoroughly watering them a day or two ahead of time. Water again just before removing the plant from its old pot, because water acts as a lubricant, which is much needed when roots are tightly bound in the container. 2. Tap the container to loosen the plant. If the plant can be picked up, you can knock the pot sharply against a table edge or other hard surface. With very large pots, it's more practical to tip the pot and knock against the high side with a rubber mallet, knife handle, or other blunt object. Regardless of the pot's size, make repeated blows to all sides of the pot. The idea is to break adhesions that often develop between roots, old potting medium, and the inside surface of the container. Pliable plastic pots can often be smashed slightly to squeeze the plant from its moorings. 3. Lay the plant on its side and see if it will jiggle free without your having to pull hard on the main stem (always a no-no). If it is still stuck tight, use a knife to cut around the inside of the pot, the same way you might loosen a cake from a pan. Next, try to push the plant out from the bottom by poking upward through the drainage holes with a pencil or screwdriver. If it still refuses to budge, your only option is to break the pot. To break a plant out of a clay or ceramic pot, tap pot with a hammer until it shatters (save the pieces to use as drainage material). Thin plastic pots can be cut open with heavy-duty kitchen shears or a utility knife. 4a. Take a good look at what you have. If the roots form a solid mass, see if you can tease out a few that have wrapped into a tight spiral, and shorten them to the dimensions of the pot with a clean knife or pruning shears. This is often best done in a tub of water, or with the help of a hose and a gentle stream of running water. As you work, snip off any roots that appear black or dead, as well as those that unfurl into very long strands. There are exceptions, but most plants can be relieved of a quarter to a third of their roots as they are repotted. Don't worry about cutting the plant off at its knees, because root-pruned plants often rebound dramatically once they have settled into a new supply of fresh, clean potting medium. 4b. Alternatively, instead of trying to untangle the roots of houseplants that develop a dense network of fine, fibrous roots, remove the plant from its pot and stand it on a solid surface. Then use a sharp, serrated knife to slice four 1/2-inch-thick slabs from the sides of the root mass, so that it is trimmed into a cube. Repot into the same size container or a slightly larger one. 5. Place at least 1 inch or 2. 5 cm of fresh, moist potting mix in the bottom of the container, or line the bottom of the container with broken crockery or pebbles. Set the groomed plant in the pot so that it will be planted at the same depth in grew in its previous container. Fill the space between the edge of the root mass and the container with potting mix, and then use a table knife or chopstick to gently press the soil inward toward the plant's roots. 6. Add more soil, and tamp the container on a firm surface to help settle the particles in place. As long as the potting soil is nicely moist when you repot a plant, it is best to wait a few days before giving it a thorough watering. This delay in watering gives wounded roots a chance to wall off their injuries, and signals healthy roots to spread outward in search of water. 7. A few weeks after repotting, check the plant to look for spaces that may have developed between the edge of the pot and the soil by poking your finger into the potting mix. If needed, add a little fill soil to the top of the pot, but be sure to leave at least 0. 5 inch or 1. 25 cm of free space between the top of the potting mix and the rim of the pot.",
        "metadata": {
          "source": "The Complete Houseplant Survival Manual Essential Know-How for Keeping (Barbara Pleasant)",
          "credibility": "High",
          "category": "Care Instructions"
        }
    },
    {
        "id": "houseplant(completeplants)_repotting_two_person_repotting",
        "title": "Houseplant Repotting - Two-Person Repotting Jobs",
        "content": "REPOTTING VERY LARGE PLANTS is a two-person job. If you have a huge plant that must be repotted, enlist the help of a friend or neighbor to help lift the container, pull the plant out, and hold the plant as you groom its roots. Another alternative is to call in an expert. Many companies that furnish and maintain large plants for businesses can be hired to do the job, or you may be able to take the plant to a friendly neighborhood nurseryman for professional repotting.",
        "metadata": {
          "source": "The Complete Houseplant Survival Manual Essential Know-How for Keeping (Barbara Pleasant)",
          "credibility": "High",
          "category": "Care Instructions"
        }
    }
]