[
    {
      "id": "houseplant(completeplants)_drainage_basic",
      "title": "Houseplant Drainage - Basic Information",
      "content": "The process through which water moves through roots and soil is called drainage. When drainage is slow, roots are often forced to sit in water, which causes them to run short of oxygen and possibly rot. When drainage is very fast, roots may not have time to take up water before it disappears. How fast or slow a container drains depends on the size and number of drainage holes present in the bottom of the container and how well they are working, as well as on the texture of the potting medium and the density of plant roots. The size and shape of the container affects drainage, too. Tall, narrow containers tend to drain quickly near the top, though the bottom section of the container may still be very moist. Low, broad containers usually drain in a more uniform fashion; All houseplants require containers that have holes in the bottom through which excess water can escape, or drain away, yet they vary in their drainage requirements. Plants that grow best when they dry out between waterings - for example, most cacti and succulents, and some bromeliads and orchids - benefit from a planting system that provides fast drainage. Such a system is comprised of small containers with numerous drainage holes, filled with a very porous potting mix. Plants that prefer constant moisture around their roots fare better with moderate drainage, which is created by growing them in containers with fewer drainage holes and a dense, moisture-retentive potting mix; Your choice of container size and potting mix can be tailored to meet the needs of each plant, but with all plants it is important that the drainage holes remain open. The simplest way to do this is to line the bottoms of containers with a layer of coarse pebbles, shards of broken clay flowerpots or old dinner plates, or a few small stones, set so that water can flow around them and then out through the holes below. In addition to enhancing drainage, a loose layer of rocky fill keeps the potting medium from crumbling out through the bottoms of the pots. Small containers are fine with a thin layer of drainage material (or none at all), but larger pots need more help in the drainage department. In a 6-inch container, include 1 inch of rocky fill at the bottom, increasing to 2 inches in a 12-inch pot. To limit the weight of very large containers, you may include only 1 inch of rocky fill, covered with a couple of inches of foam packing peanuts; Gauge the depth of the layer of pebbles or broken crockery placed in the bottom of the container to the size of the pots. When using very large pots, you can increase the depth of the drainage layer without increasing weight by using foam packing peanuts atop a thin layer of pebbles.",
      "metadata": {
        "source": "The Complete Houseplant Survival Manual Essential Know-How for Keeping (Barbara Pleasant)",
        "credibility": "High",
        "category": "Care Instructions"
      }
    },
    {
        "id": "houseplant(completeplants)_drainage_extra",
        "title": "Houseplant Drainage - Extra Information",
        "content": "Despite the use of rocky fill, sometimes soil or roots block the drainage holes. If you thoroughly water a plant and little or no water drains out through the bottom, there is likely a problem with blocked drainage holes. Lay the pot on its side, and open any blocked holes with a slender skewer, awl, or pencil. Check the pot again the next time you water. If drainage is still slow, or if roots are emerging from the drainage holes, make plans to repot before root rot becomes a problem; Note also that the use of rocky fill in the bottom of the pot is not mandatory if you set pots atop trays filled with damp or dry pebbles, which accomplishes the same purpose in terms of drainage and provides an easy way to increase humidity near the plants. Some plants need every bit of space within the pot for roots, and little or no rocky fill gives them the room they need, while making it easier for you to examine the plant's root situation through the drainage holes.",
        "metadata": {
          "source": "The Complete Houseplant Survival Manual Essential Know-How for Keeping (Barbara Pleasant)",
          "credibility": "High",
          "category": "Care Instructions"
        }
    },
    {
        "id": "houseplant(completeplants)_drainage_floral_wrappings",
        "title": "Houseplant Drainage - Fixing Floral Wrappings",
        "content": "Many blooming houseplants include decorative wrappings over plain plastic pots. These wrappings also cover the drainage holes, which can cause serious problems for the plant. You can have the pretty wrappings and a healthy plant, too, if you take a few minutes to make necessary renovations. Choose among the options below for fixing this looming drainage problem; Place a rubber band around the bottom of the pot, and use your fingers to locate the drainage holes in the bottom. Use a small pair of scissors to cut holes in the paper or plastic wrapping, or cut away the bottom section of the wrapping altogether. Set the plant in a transparent plastic tray lined with a thin layer of pebbles or color-coordinated aquarium gravel; Carefully remove the wrapping, setting aside the ribbon that holds it together. Cut a round from a disposable plastic plate, fit it into the bottom of the wrapping, and top it with a thin layer of pebbles, aquarium gravel, or sand. Place the plant back into the wrapping and resecure the ribbon; Moss-lined baskets usually include a plastic liner to keep water from seeping out onto tabletops or other furniture. This is fine for short-lived forced bulbs, but for more long-lived plants it is best to disassemble the basket, cut out the plastic liner, and dispose of it. If seepage is a problem, set the container on a plate or plant tray; In addition, insert a plastic plate filled with pebbles under the pot to correct the situation when purchased plants include a decorative wrapping that blocks drainage holes. When you're done, you can re-wrap the plant if you like.",
        "metadata": {
          "source": "The Complete Houseplant Survival Manual Essential Know-How for Keeping (Barbara Pleasant)",
          "credibility": "High",
          "category": "Care Instructions"
        }
    }
]