[
    {
        "id": "houseplant(completeplants)_watering_basic",
        "title": "Houseplant Watering - Basic Information",
        "content": "Though all houseplants need water, they are all a little different in this respect. Species vary in how much water they must take up and push to their leaves, and whether they prefer steady or fluctuating moisture levels around their roots. Containers and soils introduce more variables, but the most important factor is the air. It seems reasonable to expect that actively growing houseplants that are enjoying the warm temperatures of summertime would need more water than plants resting their way through winter, but this is not necessarily true. Indoor air in winter is often so dry that some plants need as much water in January as they do in June; The bottom line is that every plant is an individual where watering is concerned. Getting to know the drinking preferences of each of your plants and satisfying them with your watering practices is one of the fundamental satisfactions of growing indoor plants. See the individual plant profiles in Parts 1 and 2 to learn about each of your plant's watering needs.",
        "metadata": {
          "source": "The Complete Houseplant Survival Manual Essential Know-How for Keeping (Barbara Pleasant)",
          "credibility": "High",
          "category": "Care Instructions"
        }
    },
    {
        "id": "houseplant(completeplants)_watering_rhythms",
        "title": "Houseplant Watering - Rhythms of Watering",
        "content": "The lingo used to describe routine watering practices includes these phrases: 'lightly moist', 'moderately moist', and 'allow to dry out between waterings'. These are general tendencies, open to interpretation by different plants; 1. LIGHTLY MOIST, This first moisture level means that the plant benefits from soil that is never truly wet yet never completely dry. To achieve this result, you simply provide water frequently and take care to distribute it evenly in the container. Many plants that come from forests - both tropical and temperate - like to be kept lightly moist at all times. 2. MODERATELY MOIST, Plants that need moderate moisture often are fast growers with high light requirements. They include most of the indoor plants that produce beautiful flowers and a few robust foliage plants as well. Although somewhat demanding, these plants provide color and drama, and they often go into an annual recovery period of slow growth or dormancy when they need little or no water. The challenge is to provide ample moisture without getting carried away, because even plants that need abundant water can develop root rot or other problems if they are watered too much. 3. ALLOW TO DRY OUT BETWEEN WATERINGS, Many plants with succulent leaves or stems love to exercise their talent for hoarding moisture when water becomes available the same way they might if they were living in a climate where rains were few and far between. These are the plants that benefit from brief periods of dryness, and they often like their wet intervals to be short lived too. But all succulents are not alike in this respect, so it's best to pay attention to your plants' responses to watering and fine-tune your practices to please them. Aloe, for example, seems to thrive on moisture extremes, while holiday cactus likes consistent moisture in summer and drier conditions in fall and winter.",
        "metadata": {
          "source": "The Complete Houseplant Survival Manual Essential Know-How for Keeping (Barbara Pleasant)",
          "credibility": "High",
          "category": "Care Instructions"
        }
    },
    {
        "id": "houseplant(completeplants)_watering_gauging_soil_moisture",
        "title": "Houseplant Watering - Gauging Soil Moisture",
        "content": "The most common way to check the moisture level in plant containers is to wiggle your finger into the soil, up to the first knuckle, and decide if the soil feels moist about an inch below the surface. Even professionals use this method, along with other low-tech tricks such as tipping the pot to see if it feels heavy or light. But the finger method has its limitations. You can't tell how much moisture is present deep in the container, and you know nothing about the most difficult area to water, the center of the plant's root mass. To find out how much water is present in those areas, you can use a probe or meter (which are not always reliable) or assess the container's weight; There is always some guesswork involved in plant watering, but the finger method combined with regular weight checks should get you started in the right direction. Of course, the most important thing is to pay attention to your plants. Either underwatering or overwatering can cause a plant to droop, as can incomplete watering, in which only part of the root mass receives moisture. To prevent this problem, learn to water your plants from both the top and the bottom.",
        "metadata": {
          "source": "The Complete Houseplant Survival Manual Essential Know-How for Keeping (Barbara Pleasant)",
          "credibility": "High",
          "category": "Care Instructions"
        }
    },
    {
        "id": "houseplant(completeplants)_watering_top_bottom_watering",
        "title": "Houseplant Watering - Top and Bottom Watering",
        "content": "The best way to water most plants is from the top, by slowly pouring water from a bottle or watering can around the plant's crown until water drips out through the drainage holes in the bottom of the container. There is always a possibility that water applied this way will run over the top of the soil, down the insides of the pot, and then out the drainage holes in the bottom. When this happens, the plant's roots may remain much too dry. To avoid this difficulty, poke holes in the soil and root mass using an ice pick or a wooden skewer to create spaces through which water can flow and then percolate into surrounding soil. You should also make plans to repot the plant, since this problem is often a symptom that more root space and a fresh supply of potting soil are needed; Water will percolate more easily to a rootbound plant's interior roots if you make small holes in the soil with a skewer or ice pick; Although time consuming, bottom watering plants is often the best way to be certain that the lowest half of the root ball receives adequate moisture; Another potential problem with top watering are water spots that form on plant leaves, which is a common issue with African violets, gloxinias, and other plants that have downy leaf surfaces. When any of these top-watering complications are present, water plants from the bottom. To do this, pour water into a tray or saucer, set the plant in it, and allow the plant to drink its fill for up to 30 minutes before emptying out any excess water. The biggest risk with bottom watering is waterlogging of roots, which is seldom a problem in small containers but may be if the pot is very large and made of plastic or another material that holds water well. Never leave a pot sitting in standing water for more than 30 minutes; Most plants flourish when they are watered both ways - most often from the top, but occasionally from the bottom. Top watering is easy and practical, and leaf spotting can be minimized by watering in the morning and not soaking the leaves. Occasionally, do go to the trouble of bottom watering your plants. Bottom watering every month or so is an excellent way to avoid the formation of dry pockets in the container, a common problem with plants that are infrequently repotted.",
        "metadata": {
          "source": "The Complete Houseplant Survival Manual Essential Know-How for Keeping (Barbara Pleasant)",
          "credibility": "High",
          "category": "Care Instructions"
        }
    },
    {
        "id": "houseplant(completeplants)_watering_fluoride",
        "title": "Houseplant Watering - No Fluoride for Plants",
        "content": "PALMS, DRACAENAS, TI PLANT (Cordyline), peacock plant (Calathea), and several other house-plants are sensitive to fluoride, which is often added to public water supplies. The most common symptom of fluoride sensitivity is browning leaf tips, which can also be caused by fluctuating soil moisture or erratic fertilization. Where fluoride is suspected as a problem, it can help to place pinches of lime on the surface of the pots every few months. This helps raise the pH of the soil, which makes the fluoride more soluble in water. Flushing pots from time to time is also quite helpful. The ultimate solution is to use distilled water or rainwater to water plants that are sensitive to fluoride.",
        "metadata": {
          "source": "The Complete Houseplant Survival Manual Essential Know-How for Keeping (Barbara Pleasant)",
          "credibility": "High",
          "category": "Care Instructions"
        }
    },
    {
        "id": "houseplant(completeplants)_watering_best_water",
        "title": "Houseplant Watering - Best Water for Plants",
        "content": "One of the facts of modern life is that we often don't know what's in our water. And some of the things we do know about, such as chlorine, are abhorred by plants. Confined to pots, indoor plants have no way to escape tainted water, so it's crucial to give them water that's at least as good as the water you like to drink. If you filter your drinking water, filter the water you give your plants too. If you suspect that your tap water contains too much chlorine for plants, allow the water to sit out overnight, which gives chlorine and other chemicals time to escape as gas. If you make a habit of refilling the containers you use to water your plants each time you finish watering chores, gases will slowly escape and the water will be ready to use by the time your plants need watering again; Some people like to collect rainwater for their plants, an ancient ritual worth repeating whenever it's convenient. Or you can use melted snow, which often contains traces of beneficial micronutrients; Most plants prefer 'soft' water to 'hard' water. Soft water contains very low amounts of calcium and magnesium salts, while hard water, which often flows through deposits of mineral-rich rock, contains high amounts of these elements. Many people who have very hard water utilize water softeners, which remove these mineral salts through filtration, magnetization, or a combination of processes. Water softened in these ways still contains high levels of salt, which leads to problems when it is used to water plants. In place of softened water, use water that is naturally soft, such as rainwater or bottled distilled water for your houseplants; Regardless of its source, make sure water is at room temperature when you give it to your plants. Giving cold water to tropical plants chills their roots, which can cause them to rot.",
        "metadata": {
          "source": "The Complete Houseplant Survival Manual Essential Know-How for Keeping (Barbara Pleasant)",
          "credibility": "High",
          "category": "Care Instructions"
        }
    },
    {
        "id": "houseplant(completeplants)_watering_rehydrating_parched_plants",
        "title": "Houseplant Watering - Rehydrating Parched Plants",
        "content": "If a plant dries out so severely that it collapses, promptly place it in a pail or sink of lukewarm water. It may be so dry that it floats! Use a large spoon or cup to ladle water into the top of the container, and then allow the plant to soak for about 30 minutes. Remove the plant and place it on a rack (such as a dish rack) until all excess water drains away and the base of the container no longer drips. Wait until the next day to decide if any leaves need to be trimmed off. Most plants recover well from drying out for short periods of time. However, repeated trauma can cause stems and leaves to die; This is also a good procedure to try with plants that seem to stay dry even though you water them regularly. Sometimes the middle of a container dries out so much that water applied to the surface runs down the inside of the pot and out through the drainage holes before the roots have a chance to drink their fill. Rehydration can help, but you should also make plans to repot the plant.",
        "metadata": {
          "source": "The Complete Houseplant Survival Manual Essential Know-How for Keeping (Barbara Pleasant)",
          "credibility": "High",
          "category": "Care Instructions"
        }
    },
    {
        "id": "houseplant(completeplants)_watering_waterlogged_plants",
        "title": "Houseplant Watering - Rescuing Waterlogged Plants",
        "content": "When plant roots sit in excess water too long, they start to rot. As the roots deteriorate, they cannot take up water, so the plant wilts. What seems like the thing to do - providing more water - can actually make things worse! If the container feels heavy yet the plant droops, you probably have a waterlogging crisis. To save the plant, place several thicknesses of newspaper in a pan or basin, lay the pot on its side, and slide out the root ball. Allow the root ball to dry on the newspapers overnight. Use clean sharp scissors to trim off any dark-colored or slimy roots before repotting the plant in a clean container with fresh potting soil. Adding small stones or pieces of a broken clay flowerpot - or even broken china - to the bottom of containers helps prevent this problem; Rescue a waterlogged plant by slipping it out of its pot and laying the root ball on a layer of newspapers to dry overnight; Indeed, overwatering is the leading cause of houseplant death. When you're getting to know a new plant, it is better to err on the dry side than to drown its roots with too much water. In addition, be careful in the autumn. The reason? New growth slows as days become shorter, so plants need less water. And when plants are moved indoors after spending the summer outside, the absence of wind, combined with radically reduced light levels, further limits their need for water. Indoor humidity levels are often moderate in fall, too. When indoor humidity levels drop as the winter heating season begins, you can carefully increase watering until plants appear content.",
        "metadata": {
          "source": "The Complete Houseplant Survival Manual Essential Know-How for Keeping (Barbara Pleasant)",
          "credibility": "High",
          "category": "Care Instructions"
        }
    },
    {
        "id": "houseplant(completeplants)_watering_tips",
        "title": "Houseplant Watering - Five Tips for Better Watering",
        "content": "There is Five Tips for Better Watering, 1. COMPANIONABLE CONTAINERS, Position plants with similar watering needs together whenever you can. You will be less likely to skip over plants that need frequent watering, and the mess that sometimes results from giving plants a thorough soaking can be limited to one area of your house. 2. OVERHEAD IRRIGATION, To water plants in hard-to-reach hanging planters, use a bulb-type turkey baster or a special watering bottle with an extra-long neck, which you can usually find at a garden center. If you're bothered by drips on floors or furniture, use string, hooks, and an aluminum roasting pan to create a drain tray to hang under the planter for a little while after watering. Or buy some inexpensive shower caps to temporarily enclose the bottoms of freshly watered hanging baskets. 3. HELPFUL HEADSPACE, When potting up indoor plants, always leave at least I-inch of space between the top edge of the container and the top of the soil. This space works like a reservoir when you're watering, giving water a place to sit until it can soak in. It also helps prevent spills of soil or water. 4. HIDE A WATER SUPPLY, If you have only one or two plants in a room that's far from your kitchen (or wherever you keep your watering can or bottle), hide a bottle of water behind the pots so it will always be there, ready to offer a few sips. 5. CLEAN OUT DRAINAGE TRAYS, Many plants benefit from sitting on a bed of damp pebbles, which increases humidity while catching excess water that drains from the pots. As this water evaporates, salts are often left behind on the pebbles. This becomes a problem when plants take up water from the trays, which may be heavily laced with salts. To avoid problems, empty and thoroughly rinse drainage trays, and the pebbles within them, about once a month.",
        "metadata": {
          "source": "The Complete Houseplant Survival Manual Essential Know-How for Keeping (Barbara Pleasant)",
          "credibility": "High",
          "category": "Care Instructions"
        }
    }
]