[
    {
        "id": "houseplant(completeplants)_Wind_basic",
        "title": "Houseplant Wind - Basic Information",
        "content": "Just as plant leaves make physical changes to adapt to increasing or decreasing levels of light, stems alter their structure to better cope with movement, which typically comes from wind. As long as plants are kept indoors, they encounter very little moving air. Their stems do not need to be tough, and so they often are comprised of cells arranged in straight patterns. In comparison, plants that are exposed to moving air respond by arranging their stem cells in more twisted patterns, which makes them less prone to bruising and breakage; The transition from tender stems to tougher, wind-resistant stems takes time, so you should acclimate plants to wind that are being moved outdoors the same way you acclimate them to increasing light. Frequently these two goals can be accomplished together. Begin by placing plants in a shady spot that is protected from strong wind and sun, and gradually move them to a more open environment, over a period of 1 to 2 weeks; Even properly acclimated houseplants may suffer wind damage when exposed to high winds outdoors. When very blustery weather is predicted, move houseplants to a protected spot, such as against the outer walls of your house, or simply bring them indoors until calm weather returns. In addition to twisting or breaking stems and leaves, wind can easily topple plants, which can lead to devastating damage; You also can condition your plants indoors by running a gentle fan, which will cause enough air movement to trigger a response from the plants' stems. In winter, you can keep your plants physically fit by talking to them as you water and groom them. The gentle puffs of air from your breath causes slight air movement, too; Beautiful form, flawless texture, and a well-chosen container combine to make a mounding philodendron glow with satisfaction.",
        "metadata": {
          "source": "The Complete Houseplant Survival Manual Essential Know-How for Keeping (Barbara Pleasant)",
          "credibility": "High",
          "category": "Care Instructions"
        }
    }
]