[
    {
        "id": "houseplant(completeplants)_soil_basic",
        "title": "Houseplant Soil - Basic Information",
        "content": "The phrase 'potting soil' is convenient yet misleading, because good potting soil for house-plants contains little, if any, actual soil. Instead, it is a mixture of growing media intended to do all the things soil does, without soil's negative side effects. Like soil, the medium should anchor the plant, provide particles to which tiny root hairs can cling, retain moisture until the plant needs it, yet not stay so wet that fungi and bacteria build up and cause roots to rot; You cannot dig such a substance from your yard. True soil is made up of very small particles that are teeming with microorganisms. In the secret world of outdoor soil, these microorganisms form a dynamic community regulated by changes in temperature, moisture, the movement of earthworms and insects, and the constant inflow and decomposition of various types of organic matter. Conditions in containers kept indoors are much less lively, and if problem-causing microorganisms become established, there is no way for beneficial ones to gain entrance to set things right. This is why houseplants need special potting soil made of materials that naturally suppress soil-borne diseases and that have been further processed to rid them of microbial contaminants. Of equal importance is the texture of potting soil, which is noticeably light and fluffy compared to the soil outside your front door; What is in the bag labeled 'potting soil'? Ingredients vary from one brand to another, but most are blended from peat moss, composted bark or other plant material, and sand or perlite (see pages 315-16). They also may include shiny particles of vermiculite, and most have had their pH fine tuned with lime (ground limestone) to bring it into the normal range. Many also contain small amounts of fertilizer to get plants off to a good start, but don't choose a potting soil based on its fertilizer content. Instead, look for dark color, a spongy texture, and little or no odor. You can easily provide plants with fertilizer on an as-needed basis; These days, potting soils are better than they have ever been, so it is easy to satisfy your plants' need for good soil. The best potting soils are packaged in plastic bags with zipper-type closures, which helps keep them moist while keeping out unwanted microorganisms. After trying several brands, most houseplant growers settle on a favorite. Nationally marketed brands are usually safe bets, but you may get equal satisfaction with a 'value' brand that costs less. If you keep only a few houseplants, a good all-purpose potting soil will probably meet your needs quite nicely. Buy no more than you think you will use in a few months, because opened bags of potting soil can become contaminated with microorganisms while also posing storage problems; Unfortunately, even the best potting soil does not last more than a couple of years after it is put to work in a pot. Organic matter breaks down, minerals are taken up by plants, and the medium's ability to do its job gradually deteriorates. This is why plants need periodic repotting even when they have not outgrown their pots. As for your old, used potting soil, throw it outside in your garden, or if you have no garden, dump it in a bag and give it to someone who does. When potting soil has been used up or worn out by houseplants, it can serve a second tour of duty in outdoor beds, where millions of microorganisms know exactly what to do with the threads of root and holdout tidbits of bark present in tired potting soil.",
        "metadata": {
          "source": "The Complete Houseplant Survival Manual Essential Know-How for Keeping (Barbara Pleasant)",
          "credibility": "High",
          "category": "Care Instructions"
        }
    },
    {
      "id": "houseplant(completeplants)_soil_adjustments",
      "title": "Houseplant Soil - Maknig Adjustments",
      "content": "Some houseplants prefer or require potting mix that meets their special needs. Details on what to look for in specialty potting mixes for African violets, bromeliads, cacti and succulents, orchids, and palms are discussed in the prefaces to each of these plant groups in Parts 1 and 2. However, it can be interesting and rewarding to create specialty potting mixes yourself by changing the balance of the materials in the mix. You may also need to adjust the content of all-purpose potting mix to help a plant that stays thirsty, hungry, waterlogged, or just plain unhappy despite attentive watering and feeding.",
      "metadata": {
        "source": "The Complete Houseplant Survival Manual Essential Know-How for Keeping (Barbara Pleasant)",
        "credibility": "High",
        "category": "Care Instructions"
      }
    },
    {
      "id": "houseplant(completeplants)_soil_amendments_peat_moss",
      "title": "Houseplant Soil - Soil Amendments, Peat Moss",
      "content": "Harvested from bogs in Canada, Michigan, and a few other places, peat moss is made up of very small fibers that have a remarkable talent for taking up water. Peat moss also suppresses many types of fungi that can cause roots to rot. On its own, peat moss has an acidic pH, so it is a good addition to potting soil intended for use with azaleas, gardenias, and other plants that prefer acidic soil conditions. African violet soils often contain liberal amounts of peat moss (with lime added to offset its acidity) because of its moisture-holding talents. And the fine texture of peat moss makes it a valuable addition to seed-starting mixes, which are excellent for potting up newly rooted cuttings. On the down side, when a peaty soil dries out it can be difficult to remoisten. Before peat moss is packaged for sale or blended into potting soil, it is pulverized into a coarse brown powder. Unmilled peat moss, called sphagnum peat moss, is fibrous and stringy. When adding peat moss to another potting medium, be sure to moisten it first by mixing it with an equal measure of lukewarm water.",
      "metadata": {
        "source": "The Complete Houseplant Survival Manual Essential Know-How for Keeping (Barbara Pleasant)",
        "credibility": "High",
        "category": "Care Instructions"
      }
    },
    {
      "id": "houseplant(completeplants)_soil_amendments_composted_plant_materials",
      "title": "Houseplant Soil - Soil Amendments, Composted Plant Materials",
      "content": "As you run your fingers through moist potting soil, and especially when you repot a plant grown at a nursery, you will probably encounter chunks of bark, bits of sticks, or other pieces of barely recognizable plant material. Although the outside of these tidbits will be black from natural decomposition, they are far from gone, which is good. The coarseness of these hard pieces aids drainage and helps prevent compaction, ensuring that plants enjoy plenty of air around their roots. There are environmental advantages, too. Most composted plant material begins as recycled waste from lumber and food-processing industries; in addition, it may include composted leaves collected from the yard; Nurserymen like using bark-based mediums because of their excellent drainage and low cost. Many plants like them because they break down slowly and mimic soil conditions in crevices between tree branches - the native niche of many bromeliads and orchids. Naturally, specialty potting mixes for these plants include abundant composted bark. In regular potting soil, a very dark black color often indicates the presence of composted plant material.",
      "metadata": {
        "source": "The Complete Houseplant Survival Manual Essential Know-How for Keeping (Barbara Pleasant)",
        "credibility": "High",
        "category": "Care Instructions"
      }
    },
    {
      "id": "houseplant(completeplants)_soil_amendments_sand",
      "title": "Houseplant Soil - Soil Amendments, Sand",
      "content": "Compared to other types of soil particles, grains of sand are quite large, so water flows quickly through soils that include plentiful sand. Coarse sand has long been used to create potting soils that drain quickly. The trade-off is that sand cannot retain moisture well, so a very sandy mix will dry out fast. This is a plus for cacti and other plants that prefer moisture in brief gulps, so sand is often added to soils blended for cacti and succulents. Palms and other plants originating along seashores, such as screw pine (Pandanus), also respond well when grown in a sandy mixture. Indeed, whenever you suspect that a plant is suffering from poor drainage or needs drier root conditions, amending the soil with sand is a good first step. A half-and-half mixture of peat moss and sand also makes a fine medium for rooting stem cuttings. For all uses, be sure to use sand that has been washed to remove salt and other impurities, such as sand packaged for use in aquariums. Sand used in children's sandboxes also may be used, though it's a good idea to give it a quick rinse in a bucket of fresh water before mixing it into potting soil for your plants.",
      "metadata": {
        "source": "The Complete Houseplant Survival Manual Essential Know-How for Keeping (Barbara Pleasant)",
        "credibility": "High",
        "category": "Care Instructions"
      }
    },
    {
      "id": "houseplant(completeplants)_soil_amendments_perlite",
      "title": "Houseplant Soil - Soil Amendments, Perlite",
      "content": "In place of heavy sand, many potting soil manufacturers improve the drainage of their mixes by adding perlite - the small, white puffs that resemble broken pieces of popcorn. Perlite is made from a naturally occurring volcanic rock that pops when it is quickly heated to 1600°F. The popping process riddles each perlite piece with thousands of tiny air spaces, which makes it possible for perlite to take up and release water very quickly. Perlite is chemically inert, with a neutral pH (7), so it has no chemical influence on soil beyond regulating water and oxygen. When adequate nutrition is provided, plants can grow in 100 percent perlite, and it makes a great medium for rooting cuttings. Many potting soils include perlite, and those created for cacti and succulents often contain an extra helping. Small bags of perlite are widely available at garden centers. Many houseplant growers keep some on hand for rooting cuttings or lightening up soil that seems too heavy for certain plants.",
      "metadata": {
        "source": "The Complete Houseplant Survival Manual Essential Know-How for Keeping (Barbara Pleasant)",
        "credibility": "High",
        "category": "Care Instructions"
      }
    },
    {
      "id": "houseplant(completeplants)_soil_amendments_vermiculite",
      "title": "Houseplant Soil - Soil Amendments, Vermiculite",
      "content": "Like perlite, vermiculite is made from naturally occurring mineral deposits that are mined, crushed, and then heated to the popping point. Vermiculite shares perlite's water-handling talents, so it helps hold soil moisture while improving drainage. Vermiculite mixes very easily with peat moss, and this mixture is the basis for most seed-starting mixes. Always dampen these mixes - or pure vermiculite - when handling it, because some vermiculite contains small amounts of asbestos-like particles, which should not be inhaled. These particles, if present, are not likely to become airborne unless they are quite dry. Using moist vermiculite to root cuttings and start seeds, and mixing it into potting soil to lighten its texture, pose no health risks.",
      "metadata": {
        "source": "The Complete Houseplant Survival Manual Essential Know-How for Keeping (Barbara Pleasant)",
        "credibility": "High",
        "category": "Care Instructions"
      }
    },
    {
      "id": "houseplant(completeplants)_soil_amendments_minerals",
      "title": "Houseplant Soil - Soil Amendments, Minerals",
      "content": "",
      "metadata": {
        "source": "The Complete Houseplant Survival Manual Essential Know-How for Keeping (Barbara Pleasant)",
        "credibility": "High",
        "category": "Care Instructions"
      }
    },
    {
      "id": "houseplant(completeplants)_soil_shopping_tips",
      "title": "Houseplant Soil - Soil-Shopping Tips",
      "content": "Here is some Soil-Shopping Tips: 1. Look for products labeled as potting soil or potting mix, with houseplants mentioned somewhere on the label. You can pot up container-grown outdoor plants with the same potting mix you use for houseplants. Do not use products labeled as garden soil or topsoil, which are too heavy for houseplants. Exceptions to this rule are noted in the plant profiles, because a few long-lived houseplants benefit from having clean, bagged garden soil added to their growing medium. 2. A few potting mixes contain insecticides that are taken up by plants. These can be an answered prayer if your palm is plagued with scale, but they should not be used to pot up plants with edible parts, such as calamondin orange or rosemary. 3. If you are not sure how much potting mix you need, check the label. Many products have charts on the package to help you compute how much is needed to fill containers of various sizes. When in doubt, buy a little more rather than less. 4. Store leftover potting soil tightly sealed in a cool, dry place. Use packing tape or clothespins to secure the top if the bag does not have a zipper-type closure. 5. If you grow orchids, bromeliads, or other plants that need special potting soil, mail-order the potting medium you need if you cannot find it locally.",
      "metadata": {
        "source": "The Complete Houseplant Survival Manual Essential Know-How for Keeping (Barbara Pleasant)",
        "credibility": "High",
        "category": "Care Instructions"
      }
    }
]