[
  {
    "id": "plant_info(DKGrow)_chinese_evergreen_basic_description",
    "title": "Chinese Evergreen (Aglaonema) - Description",
    "content": "This durable houseplant is almost foolproof: it tolerates a wide range of temperatures and humidities, and survives in low-light conditions where many other plants fail. It's grown for its attractive leathery, spear-shaped, variegated silver and green foliage, and its beautiful arching habit.",
    "metadata": {
      "source": "How Not to Kill Your Houseplant Survival Tips for the Horticulturally Challenged (Veronica Peerless)",
      "credibility": "High",
      "category": "Care Instructions"
    }
  },
  {
    "id": "plant_info(DKGrow)_chinese_evergreen_basic_parameters",
    "title": "Chinese Evergreen (Aglaonema) - Parameters",
    "content": "HEIGHT: 18in (45cm); SPREAD: 18in (45cm); FLOWERS: Unlikely to bloom indoors; FOLIAGE: Variegated; LIGHT: Shade; TEMPERATURE: 61-77°F (16-25°C); CARE: Easy; PLACE OF ORIGIN: The Philippines, widely cultivated in China",
    "metadata": {
      "source": "How Not to Kill Your Houseplant Survival Tips for the Horticulturally Challenged (Veronica Peerless)",
      "credibility": "High",
      "category": "Care Instructions"
    }
  },
  {
    "id": "plant_info(DKGrow)_chinese_evergreen_care",
    "title": "Chinese Evergreen (Aglaonema) - Care",
    "content": "The native habitat of this plant is the shady and moist understory of tropical woodlands. When growing at home, try to mimic these conditions, keeping the air humid by misting the plant with a fine spray twice a week; While the Chinese evergreen copes well in dim conditions, it won't survive without any natural light. A bathroom that has a skylight or a frosted window would make a perfect home. Keep it out of direct sunlight and well away from drafts, and also ensure the potting mix is moist all year round, but never leave this plant sitting in water. Plant in comercial potting mix with added perlite, which will help to keep moisture and air around the roots. Feed once a year during the springtime using normal, soluble, houseplant fertilizer; The Chinese evergreen is a relatively slow-growing plant; to allow it to reach its mature size, it needs repotting only every other year.",
    "metadata": {
      "source": "How Not to Kill Your Houseplant Survival Tips for the Horticulturally Challenged (Veronica Peerless)",
      "credibility": "High",
      "category": "Care Instructions"
    }
  },
  {
    "id": "plant_info(DKGrow)_chinese_evergreen_problem_solving",
    "title": "Chinese Evergreen (Aglaonema) - Problem Solving",
    "content": "If the air in the room is too dry, cool, or drafty, foliage can become brown at the edges. Either remove the affected leaf or use scissors to snip off the browning tips, leaving the leaf with a pointed end. Mealybugs can also be a problem with this plant; they're often found at the base of stems but are easily spotted.",
    "metadata": {
      "source": "How Not to Kill Your Houseplant Survival Tips for the Horticulturally Challenged (Veronica Peerless)",
      "credibility": "High",
      "category": "Troubleshooting"
    }
  },
  {
    "id": "plant_info(DKGrow)_chinese_evergreen_display",
    "title": "Chinese Evergreen (Aglaonema) - Display",
    "content": "There are few plants, other than the cast iron plant, that can be grown alongside the Chinese evergreen in shade. They work well together, with the plain green cast iron plant offering a wonderful backdrop to the silvery foliage of the Chinese evergreen. Older plants may flower, producing blooms similar to those of the peace lily, but these rarely appear-the main attraction is the striking foliage.",
    "metadata": {
      "source": "How Not to Kill Your Houseplant Survival Tips for the Horticulturally Challenged (Veronica Peerless)",
      "credibility": "High",
      "category": "Care Instructions"
    }
  },
  {
    "id": "plant_info(DKGrow)_chinese_evergreen_tips",
    "title": "Chinese Evergreen (Aglaonema) - Tips",
    "content": "A tray filled with water and pebbles will keep Chinese Evergreen from sitting in water.",
    "metadata": {
      "source": "How Not to Kill Your Houseplant Survival Tips for the Horticulturally Challenged (Veronica Peerless)",
      "credibility": "High",
      "category": "Care Instructions"
    }
  }
]