[
    {
        "id": "houseplant(DKGrow)_pruning_basic",
        "title": "Basic information about Pruning",
        "content": "It's important to keep houseplants clean and neatly shaped-and not just for their decorative appeal. Thick layers of dust on leaves can hinder photosynthesis and result in poor plant health. Pruning and cleaning your houseplants will also encourage strong, new growth, and ensures that large specimens can be kept to the required size and remain impressive for years to come.",
        "metadata": {
            "source": "Grow Houseplants Essential know-how and expert advice for success (DK Grow)",
            "credibility": "High",
            "category": "Care Instructions"
        }
    },
    {
        "id": "houseplant(DKGrow)_pruning_method",
        "title": "Pruning your houseplant",
        "content": "The aim of pruning is to ensure that the plant has a neat shape and is left with only strong and healthy stems. Removing untidy growth keeps houseplants compact and healthy and also encourages them to be bushier. Pruning off dead and damaged leaves helps to prevent the spread of pests and other plant problems, while removing faded flower stems prompts more blooms to grow. When pruning your plants, always use sharp, clean pruners for woody growth and scissors for cutting off softer leaves. Make your pruning cuts just above a leaf node (a bump in the stem where new growth forms). When cutting off an entire stem, cut as close as possible to the main stem, as no plant looks good covered in little stumps. If removing a leaf from a plant that grows from the base, cut off the leaf at soil level to keep the plant looking tidy.",
        "metadata": {
            "source": "Grow Houseplants Essential know-how and expert advice for success (DK Grow)",
            "credibility": "High",
            "category": "Care Instructions"
        }
    },
    {
        "id": "houseplant(DKGrow)_pruning_highlight",
        "title": "Care when pruning",
        "content": "Before reaching for the pruners, look at the plant carefully from all angles and turn the pot around. Try to get a clear idea of what it will look like once you've removed certain branches, leaves, or stems, and make sure the overall appearance will be improved by the cuts you intend to make. After each cut, step back and look at the plant again. Always use a pair of sharp scissors or pruners. Blunt cutting tools will leave stems crushed or torn, making the plant untidy and more susceptible to pests and diseases. Wearing gloves is a sensible precaution when pruning, as the sap of some plants will irritate the skin.",
        "metadata": {
            "source": "Grow Houseplants Essential know-how and expert advice for success (DK Grow)",
            "credibility": "High",
            "category": "Care Instructions"
        }
    },
    {
        "id": "houseplant(DKGrow)_pruning_rejuvenating",
        "title": "Rejuvenating the houseplants",
        "content": "You can give a new lease on life to some houseplants by pruning them drastically. This is often done as a last attempt to keep a plant a bit longer before composting it or because it looks unhealthy or is very leggy. Cut back all the stems hard (to just above soil level) to see if it prompts fresh growth. You can prune indoor plants at any time of the year, but if pruning to rejuvenate them, choose late winter or early spring. Plants that respond well to this treatment include the Madagascar dragon plant and the umbrella tree.",
        "metadata": {
            "source": "Grow Houseplants Essential know-how and expert advice for success (DK Grow)",
            "credibility": "High",
            "category": "Care Instructions"
        }
    },
    {
        "id": "houseplant(DKGrow)_pruning_tips",
        "title": "More tips on pruning",
        "content": "There are some additional tips about pruning. 1. When pruning, take a step back from the plant from time to time to make sure the overall shape is looking good; 2. Wear gloves and use sharp, clean pruners for pruning the plants; 3. Make sure you give the plant a neat and natural shape when pruning; 4. Deadheading will keep plants tidy and encourage a second flush of flowers; 5. Remove faded flower stems to encourage reflowering; 6. Cut out stems on variegated plants that have reverted to plain green; 7. Prune stems that are causing the plant to look unbalanced and untidy; 8. Cut back lead stems to keep plants to a manageable size; 9. Prune or pull off leaves that are yellow and unhealthy; 10. Cut off brown leaf tips; 11. Avoid spreading pests and diseases from one plant to another by cleaning pruners and scissors with a household disinfectant after use and then drying them off. sharpening tools are available from garden centers and other outlets.",
        "metadata": {
            "source": "Grow Houseplants Essential know-how and expert advice for success (DK Grow)",
            "credibility": "High",
            "category": "Care Instructions"
        }
    }
]