[
    {
        "id": "houseplant(DKGrow)_repotting_basic",
        "title": "Basic information on houseplants repotting",
        "content": "Over time, healthy plants become pot-bound and require more space to grow. If a pot is packed with roots there's little room for new growth, and it's tricky to water the plant properly. Repotting is usually done in spring. It's a simple process that involves moving the plant to a pot the next size up and refreshing the potting mix. It's not essential to repot every year, but it does improve plant health and vigor. Never plant your houseplant deeper in potting mix than it was in the old pot.",
        "metadata": {
            "source": "Grow Houseplants Essential know-how and expert advice for success (DK Grow)",
            "credibility": "High",
            "category": "Care Instructions"
        }
    },
    {
        "id": "houseplant(DKGrow)_repotting_repotting_procedures",
        "title": "Repotting Procedures",
        "content": "To make a successful repotting, you can follow the steps below. 1. Check to see if your plant needs repotting-a sure sign is when the roots are growing out of the holes at the bottom of the pot; 2. Water the plant well a few hours before repotting. If the new pot you've selected has been used before, wash it in warm, soapy water; 3. Break up any lumps in the potting mix and add a layer of it to the bottom of the pot (wear gloves if necessary). Carefully remove the plant from its pot and gently tease out the roots. Place the plant in the center of the pot to check that it will sit just below the rim when planted-this will allow room for water; 4. Fill in around the edge of the pot with potting mix and press firmly in place. The plant must never be planted any deeper than it was in its original pot. Water the repotted plant lightly.",
        "metadata": {
            "source": "Grow Houseplants Essential know-how and expert advice for success (DK Grow)",
            "credibility": "High",
            "category": "Care Instructions"
        }
    },
    {
        "id": "houseplant(DKGrow)_repotting_small_plants",
        "title": "Repotting small plants",
        "content": "Most plants need repotting annually when very young and then every other year thereafter. Repotting offers the perfect opportunity to remove offsets or divide plants. Before repotting, you will need the following equipments, 1. Pot-bound plant; 2. Pot with drainage holes, one size larger than your plant; 3. Gloves (optional). 4. Wipeable surface; 5. Suitable potting mix; 6. Watering can.",
        "metadata": {
            "source": "Grow Houseplants Essential know-how and expert advice for success (DK Grow)",
            "credibility": "High",
            "category": "Care Instructions"
        }
    },
    {
        "id": "houseplant(DKGrow)_repotting_topdressing_large_houseplants",
        "title": "Repotting Top-Dressing Large Houseplants",
        "content": "Large houseplants in big containers, or those trained to grow up walls and trellises, are difficult to repot. Instead of increasing the size of the pot year after year, prune the roots lightly so the plant can return to the same pot. Alternatively, if repotting is tricky and the plant isn't too pot-bound (filling the pot with roots), scrape the potting mix from the top of the pot and replace it with a fresh layer of mix. This can be done very easily every year without disrupting the plant. If large specimens are planted in a container that's narrower at the top than at the bottom, adding fresh top-dressing might be the only option, since it's very difficult to avoid breaking the container when removing the plants. Add fresh potting mix to the top of a pot, but don't fill it higher than before.",
        "metadata": {
            "source": "Grow Houseplants Essential know-how and expert advice for success (DK Grow)",
            "credibility": "High",
            "category": "Care Instructions"
        }
    },
    {
        "id": "houseplant(DKGrow)_repotting_cacti",
        "title": "Repotting Top-Dressing Large Houseplants",
        "content": "The biggest challenge when repotting a cactus is to avoid getting the tiny spines in your fingers. The easiest way to avoid this is to use a piece of folded newspaper when removing the plant from its pot. An alternative is to wear gardening gloves, but make sure they're a thick leather pair or they won't be spine-proof. Cacti prefer to be kept on the dry side, so they come out of their pots easily. Once out of the container, replant the cactus in a pot that's one size larger and filled with cactus potting mix. Make a hole in the mix and use the newspaper to lower the plant into it. Firm in place wearing gloves. Never plant cacti and other succulents too deeply, as this can lead to rot. Protect your hands when repotting cactus by using newspaper to lift the plant.",
        "metadata": {
            "source": "Grow Houseplants Essential know-how and expert advice for success (DK Grow)",
            "credibility": "High",
            "category": "Care Instructions"
        }
    },
    {
        "id": "houseplant(DKGrow)_repotting_reusing_old_pottingmix",
        "title": "Reusing the old Potting Mix",
        "content": "Don't throw away any healthy old potting mix that's left over after repotting your plants. It shouldn't be used again for houseplants, but if you have a garden, spread it on the flower beds or add it to the compost heap to help improve your garden soil. However, potting mix from diseased or pest-infested plants should be thrown away as soon as possible. Old potting mix can be used as mulch in the garden or mixed in to improve your soil.",
        "metadata": {
            "source": "Grow Houseplants Essential know-how and expert advice for success (DK Grow)",
            "credibility": "High",
            "category": "Care Instructions"
        }
    },
    {
        "id": "houseplant(DKGrow)_repotting_tip",
        "title": "More tips on repottnig",
        "content": "When removing pot-bound plants from flexible plastic pots, squeeze the sides of the pot to loosen the root ball and, if possible, push the plant out from the bottom rather than tugging on the foliage; If a plant's roots are growing out of the drainage holes of its container, it's a sure sign that repotting is due. When water is slow to soak into the potting mix, it can be an indication that the container is completely packed with plant roots; Yellowing or wilting leaves are often a warning that a plant is pot-bound; Some plants react well to being slightly pot-bound, as it prompts them to flower.",
        "metadata": {
            "source": "Grow Houseplants Essential know-how and expert advice for success (DK Grow)",
            "credibility": "High",
            "category": "Care Instructions"
        }
    }
]