[
  {
    "id": "plant_info(DKGrow)_fiddle_leaf_fig_basic_description",
    "title": "Fiddle-Leaf Fig (Ficus Lyrata) - Description",
    "content": "This distinctive treelike plant is named after its attractive, violin-shaped leaves. Its native home is a tropical rainforest, making it an appealing option for anyone keen to recreate a jungle look. The fiddle-leaf fig likes moderate humidity and filtered sun and is popular as a sitting-room plant.",
    "metadata": {
      "source": "How Not to Kill Your Houseplant Survival Tips for the Horticulturally Challenged (Veronica Peerless)",
      "credibility": "High",
      "category": "Care Instructions"
    }
  },
  {
    "id": "plant_info(DKGrow)_fiddle_leaf_fig_basic_parameters",
    "title": "Fiddle-Leaf Fig (Ficus Lyrata) - Parameters",
    "content": "HEIGHT: 6ft (1. 8m); SPREAD: 4ft (1. 2m); FLOWERS: Won't bloom indoors; FOLIAGE: Large, puckered; LIGHT: Filtered sun; TEMPERATURE: 59-75°F (15-24°C); CARE: Easy; PLACE OF ORIGIN: West Africa; WARNING: Sap is toxic and stains; wear gloves when handling",
    "metadata": {
      "source": "How Not to Kill Your Houseplant Survival Tips for the Horticulturally Challenged (Veronica Peerless)",
      "credibility": "High",
      "category": "Care Instructions"
    }
  },
  {
    "id": "plant_info(DKGrow)_fiddle_leaf_fig_care",
    "title": "Fiddle-Leaf Fig (Ficus Lyrata) - Care",
    "content": "When positioning the fiddle-lead fig, choose a spot with filtered light, where the container can be easily turned to keep the plant growing upright; Select a generous container and plant in an enriched potting mix with a few handfuls of perlite mixed in to assist with drainage. Give the plant a generous watering and then a chance to dry out before watering it again, overwatering will lead to leaf drop. Feed every other week with a half-strength, balanced fertilizer during spring and summer; If left to its own devices, this striking plant will grow to ceiling height, but it can quite easily be pruned back to a suitable size in spring. The sap can cause irritation to the skin, so wear gloves when handling and also try to prevent it from getting on carpets and clothing, as it can stain.",
    "metadata": {
      "source": "How Not to Kill Your Houseplant Survival Tips for the Horticulturally Challenged (Veronica Peerless)",
      "credibility": "High",
      "category": "Care Instructions"
    }
  },
  {
    "id": "plant_info(DKGrow)_fiddle_leaf_fig_problem_solving",
    "title": "Fiddle-Leaf Fig (Ficus Lyrata) - Problem Solving",
    "content": "Sudden leaf drop by the fiddle-leaf fig is most likely to be due to drafts, a dramatic change in temperature, or overwatering; This plant will attract houseplant pests such as mealybugs and scale insects. If you act quickly, you might be able to simply wipe them off with a damp cloth.",
    "metadata": {
      "source": "How Not to Kill Your Houseplant Survival Tips for the Horticulturally Challenged (Veronica Peerless)",
      "credibility": "High",
      "category": "Troubleshooting"
    }
  },
  {
    "id": "plant_info(DKGrow)_fiddle_leaf_fig_display",
    "title": "Fiddle-Leaf Fig (Ficus Lyrata) - Display",
    "content": "The fiddle-leaf fig tends to grow with one main stem, which gives it the much-desired look of a tree. For this reason, it's commonly sold as a mature plant that will make an instant statement in a room. If you have the space, give this fig the opportunity to stretch its limbs and grow into a large specimen. A good partner plant that enjoys the same conditions and will also grow to fit the room is the rubber plant. Add a little more rainforest drama to the display with the rapid growing Swiss cheese plant.",
    "metadata": {
      "source": "How Not to Kill Your Houseplant Survival Tips for the Horticulturally Challenged (Veronica Peerless)",
      "credibility": "High",
      "category": "Care Instructions"
    }
  },
  {
    "id": "plant_info(DKGrow)_fiddle_leaf_fig_tips",
    "title": "Fiddle-Leaf Fig (Ficus Lyrata) - Tips",
    "content": "The leaves of the fiddle-leaf fig are similar to those of the edible garden fig.",
    "metadata": {
      "source": "How Not to Kill Your Houseplant Survival Tips for the Horticulturally Challenged (Veronica Peerless)",
      "credibility": "High",
      "category": "Care Instructions"
    }
  }
]