[
    {
        "id": "houseplant(DKGrow)_watering_basic",
        "title": "Basic information about Watering",
        "content": "The trick to successful watering is to understand the natural habitat of your houseplant and try to mimic it. Over- and underwatering are the most likely causes of failure, so be aware of your plants' requirements. Incorrect feeding can cause harm as well. Some plants require special fertilizers- again, be conscious of their needs. Follow a few simple rules and you'll be rewarded with strong, healthy plants (Watering cans with a long spout are ideal for hanging baskets. Houseplants depend on us for all their needs).",
        "metadata": {
            "source": "Grow Houseplants Essential know-how and expert advice for success (DK Grow)",
            "credibility": "High",
            "category": "Care Instructions"
        }
    },
    {
        "id": "houseplant(DKGrow)_watering_timing",
        "title": "The timing to water a houseplant",
        "content": "Every type of houseplant is different: foliage plants soon wilt if they need watering, whereas succulents don't display such obvious signs. It's risky to allow plants to reach the wilting point. as this will have a long-term impact on their health; if badly wilted, they won't revive. Plants from a tropical rainforest are likely to need greater humidity and more regular watering than those originating from a desert habitat. Test whether your plants need watering by pushing your finger about 2in (5cm) into the potting mix. If it's moist, don't water. Lifting pots to feel the weight of a plant is also a good watering indicator. Very light pots mean dry potting mix. In addition, you can push your finger into the potting mix to establish if the plant needs watering (which the soil is not wet or moist).",
        "metadata": {
            "source": "Grow Houseplants Essential know-how and expert advice for success (DK Grow)",
            "credibility": "High",
            "category": "Care Instructions"
        }
    },
    {
        "id": "houseplant(DKGrow)_watering_wateringmethod",
        "title": "How to water houseplant correctly",
        "content": "All indoor gardeners need a small watering can with a long spout-this will allow you to direct the water to the correct place. Get into the habit of refilling the can and leaving it on a warm windowsill, as houseplants prefer tepid water-but be aware that some plants won't tolerate tap water. If houseplants have become too dry, they may require double watering. To do this, place the plant on a draining board, water well, allow the water to drain, then water and drain again. Never leave your plants standing in a saucer of water-their roots must have air to function properly. Some plants such as bromeliads require water to be poured into their central crown; others, including African violets , will show significant damage on their leaves if their foliage is watered. Succulents are often grown in cactus potting mix, as this encourages good drainage and therefore goes some way in protecting the plant from overwatering.",
        "metadata": {
            "source": "Grow Houseplants Essential know-how and expert advice for success (DK Grow)",
            "credibility": "High",
            "category": "Care Instructions"
        }
    },
    {
        "id": "houseplant(DKGrow)_watering_vacation_watering",
        "title": "How to water housepalnt before or during vacation",
        "content": "Don't leave your houseplants without water while you're away from home. Either ask a trusted neighbor to care for them or invest in watering spikes: these are filled with water and release it gradually into the potting mix. Some gardeners push one end of a thick cotton cord into the potting mix and the other end into a bottle of water. The cord acts as a wick and stops the pot from drying out. Before going away, move your plants out of very bright sunlight and give them a good watering.",
        "metadata": {
            "source": "Grow Houseplants Essential know-how and expert advice for success (DK Grow)",
            "credibility": "High",
            "category": "Care Instructions"
        }
    },
    {
        "id": "houseplant(DKGrow)_watering_tip",
        "title": "Houseplant watering tip",
        "content": "1. Never let your houseplant sit in water-always pour away excess; 2. Place plants on a draining board or tray when watering so that excess can drain off; 3. If you're going away during the summer, move your plants away from south-facing windows to reduce their need for water; 4. not all plants can be watered with tap water: some, such as carnivorous plants, need rainwater, while others require distilled water; 5. Some plants, such as ferns, aren't damaged by having wet foliage and can be watered from above. Others must be watered from below or their leaves will suffer: place a saucer of water under the plant pot (it must have drainage holes), leave for about 15 minutes, then discard any excess.",
        "metadata": {
            "source": "Grow Houseplants Essential know-how and expert advice for success (DK Grow)",
            "credibility": "High",
            "category": "Care Instructions"
        }
    }
]