[
    {
      "id": "plant_info(DKGrow)_luna_red_basic_description",
      "title": "Luna Red (Peperomia Caperata) - Description",
      "content": "The Luna Red is a neat, mound-forming, tropical plant grown for its attractive, deeply corrugated foliage that can either appear green or maroon, depending on how the light catches it. During the summer months, it produces long, thin spikes that hold tiny, cream flowers.",
      "metadata": {
        "source": "How Not to Kill Your Houseplant Survival Tips for the Horticulturally Challenged (Veronica Peerless)",
        "credibility": "High",
        "category": "Care Instructions"
      }
    },
    {
      "id": "plant_info(DKGrow)_luna_red_basic_parameters",
      "title": "Luna Red (Peperomia Caperata) - Parameters",
      "content": "HEIGHT: 10in (25cm); SPREAD: 10in (25cm); FLOWERS: Spikes of slender, cream blooms; FOLIAGE: Red or green, textured; LIGHT: Light shade; TEMPERATURE: 59-75°F (15-24°C); CARE: Fairly easy; PLACE OF ORIGIN: Brazil",
      "metadata": {
        "source": "How Not to Kill Your Houseplant Survival Tips for the Horticulturally Challenged (Veronica Peerless)",
        "credibility": "High",
        "category": "Care Instructions"
      }
    },
    {
      "id": "plant_info(DKGrow)_luna_red_care",
      "title": "Luna Red (Peperomia Caperata) - Care",
      "content": "The Luna Red's native home is a tropical forest floor, so it enjoys shade and high humidity, which makes it an ideal candidate for a bottle garden or a north-facing room or bathroom. If you give these plants the right environment and keep the temperature consistent, they'll be easy to grow. However, they're unable to tolerate sudden changes in light levels and temperature; Plant in commercial potting mix and, from spring through to fall, water it as soon as the potting mix starts to dry out. Also during this time, feed your Luna Red with a half-strength balanced fertilizer once a month. Reduce the watering in winter; To keep up the humidity around the plant, place the container on a tray of damp, expanded clay granules: the Luna Red responds better to this than to misting the foliage; To increase your collection of Luna Reds, take cuttings in spring and simply pop them into a jar of water and watch the roots grow.",
      "metadata": {
        "source": "How Not to Kill Your Houseplant Survival Tips for the Horticulturally Challenged (Veronica Peerless)",
        "credibility": "High",
        "category": "Care Instructions"
      }
    },
    {
      "id": "plant_info(DKGrow)_luna_red_problem_solving",
      "title": "Luna Red (Peperomia Caperata) - Problem Solving",
      "content": "If plants are kept too chilly and wet in the winter, they're likely to suddenly shed their leaves. They also react badly to cold drafts and will very soon start dropping their leaves. Rotting leaves are a sign of overwatering, while wilting leaves are often caused by underwatering.",
      "metadata": {
        "source": "How Not to Kill Your Houseplant Survival Tips for the Horticulturally Challenged (Veronica Peerless)",
        "credibility": "High",
        "category": "Troubleshooting"
      }
    },
    {
      "id": "plant_info(DKGrow)_luna_red_display",
      "title": "Luna Red (Peperomia Caperata) - Display",
      "content": "Bottle gardens are a wonderful way to enjoy plants that flourish in a humid environment-and they also add an interesting and appealing feature to a room. The Luna Red is an excellent candidate for this type of display, as are the maidenhair fern and the mosaic plant.",
      "metadata": {
        "source": "How Not to Kill Your Houseplant Survival Tips for the Horticulturally Challenged (Veronica Peerless)",
        "credibility": "High",
        "category": "Care Instructions"
      }
    },
    {
      "id": "plant_info(DKGrow)_luna_red_tips",
      "title": "Luna Red (Peperomia Caperata) - Tips",
      "content": "A bottle garden for Luna Red can create a humid environment in a dry room.",
      "metadata": {
        "source": "How Not to Kill Your Houseplant Survival Tips for the Horticulturally Challenged (Veronica Peerless)",
        "credibility": "High",
        "category": "Care Instructions"
      }
    }
  ]