[
    {
        "id": "houseplant(DKGrow)_problems_basic",
        "title": "Basic information about Houseplant Problem",
        "content": "Houseplants are generally easy to grow but will sometimes suffer due to care and environmental issues, pests, and diseases. The common indicators of an ailing plant are leaf drop, unhealthy-looking foliage, lack of flowers, and spindly growth. Once you've eliminated the possibility that pests or diseases are not the cause of an issue, look carefully at watering, feeding, light levels, drafts, and sudden changes in temperature. Making simple adjustments can often greatly improve a plant's health.",
        "metadata": {
            "source": "Grow Houseplants Essential know-how and expert advice for success (DK Grow)",
            "credibility": "High",
            "category": "Troubleshooting"
        }
    },
    {
        "id": "houseplant(DKGrow)_problems_prevention",
        "title": "Prevention about Houseplant Problems",
        "content": "The conditions in our homes are very different from the native habitat of most houseplants. It's therefore no surprise that some plants will suffer if the room environment is alien to them. If you spot a problem, act quickly to identify a possible cause by researching the plant's requirements. It's quite common for plants to suddenly show signs of stress if the temperature dramatically changes in a room-for example, when you turn on the heating in the fall or light a fire in winter. Before changing the room temperatures or light levels, think about the possible effect on your plants and, if necessary, move them elsewhere. Houseplants also react badly to being knocked or brushed past regularly- avoid damaging their leaves by making sure they have sufficient space.",
        "metadata": {
            "source": "Grow Houseplants Essential know-how and expert advice for success (DK Grow)",
            "credibility": "High",
            "category": "Troubleshooting"
        }
    },
    {
        "id": "houseplant(DKGrow)_problems_no_flowers",
        "title": "Houseplant Problems - No Flowers",
        "content": "in order to flower, some plants need to be pot-bound or to have reached a certain maturity. Lack of flowers can also be due to poor light levels, not enough hours of light, dry air, or overfeeding. If buds form and then drop, this may be caused by dry air, underwatering, a shortage of light, or moving to a different environment.",
        "metadata": {
            "source": "Grow Houseplants Essential know-how and expert advice for success (DK Grow)",
            "credibility": "High",
            "category": "Troubleshooting"
        }
    },
    {
        "id": "houseplant(DKGrow)_problems_brown_leaves",
        "title": "Houseplant Problems - Brown Leaves",
        "content": "Leaf tips can turn brown if they're often knocked by passersby or if the air in the room is too dry. Misting plants will resolve the latter. Cut off brown tips with scissors. If a leaf turns completely brown it may be due to underwatering, too little light, or too much heat. Resolve the issue by discovering the cause and adjusting conditions accordingly.",
        "metadata": {
            "source": "Grow Houseplants Essential know-how and expert advice for success (DK Grow)",
            "credibility": "High",
            "category": "Troubleshooting"
        }
    },
    {
        "id": "houseplant(DKGrow)_problems_wilting_leaves_stems",
        "title": "Houseplant Problems - Wilting Leaves and Stems",
        "content": "The likely cause of this is too much or too little water. If a plant has been left for too long without water, rewet the potting mix quickly by submerging the pot in a bucket of water. When air bubbles stop rising to the surface, the pot is completely wet. Lift the plant out of the bucket and let it drain.",
        "metadata": {
            "source": "Grow Houseplants Essential know-how and expert advice for success (DK Grow)",
            "credibility": "High",
            "category": "Troubleshooting"
        }
    },
    {
        "id": "houseplant(DKGrow)_problems_spindly_growth",
        "title": "Houseplant Problems - Spindly Growth",
        "content": "This is often an issue in winter and early spring, as plants may have suffered from low light levels in winter. In their search for light, they grow tall and thin. Overwatering might have played its part-be vigilant about not overwatering in winter. In spring, repot, prune out any very spindly growth, and start to feed your plant throughout the spring and summer.",
        "metadata": {
            "source": "Grow Houseplants Essential know-how and expert advice for success (DK Grow)",
            "credibility": "High",
            "category": "Troubleshooting"
        }
    },
    {
        "id": "houseplant(DKGrow)_problems_sudden_leaf_drop",
        "title": "Houseplant Problems - Sudden Leaf Drop",
        "content": "This is the result of shock. Plants dislike sudden changes in light and temperature and will be affected by cold drafts. Gardeners may be tempted to increase watering and feeding when leaves start to drop, but be cautious of this, as overwatering and feeding can lead to further leaf drop. Make sure your plant has the right environment and wait for recovery.",
        "metadata": {
            "source": "Grow Houseplants Essential know-how and expert advice for success (DK Grow)",
            "credibility": "High",
            "category": "Troubleshooting"
        }
    },
    {
        "id": "houseplant(DKGrow)_problems_yellow_leaves",
        "title": "Houseplant Problems - Yellow Leaves",
        "content": "There are many reasons for this, including overfeeding, over- or underwatering, cold drafts, and red spider mites. All plants lose leaves as part of their natural life cycle, so the odd yellow leaf may not be something to worry about. Lower leaves are often shed, especially on trunk-forming plants such as the Madagascar dragon plant.",
        "metadata": {
            "source": "Grow Houseplants Essential know-how and expert advice for success (DK Grow)",
            "credibility": "High",
            "category": "Troubleshooting"
        }
    },
    {
        "id": "houseplant(DKGrow)_problems_tips",
        "title": "More tips on houseplant Problems",
        "content": "1. If a plant has been kept in a drafty store it's common for it to look unwell until it settles into your home; 2. Discard leaves or flowers that have dropped onto the plant soil, as these can rot and cause problems; 3. Some plants, such as bromeliads , die after flowering, so their demise may be unrelated to care or the room environment.",
        "metadata": {
            "source": "Grow Houseplants Essential know-how and expert advice for success (DK Grow)",
            "credibility": "High",
            "category": "Troubleshooting"
        }
    }
]