[
  {
    "id": "houseplant(killplants)_potting_placing_basic",
    "title": "Houseplant Potting & Placing - Basic Information",
    "content": "Once you get your houseplant home, you'll need to check your plant is in a pot with drainage holes, and find a suitable location for it. Doing these two things will go a long way towards helping you keep it healthy.",
    "metadata": {
      "source": "How Not to Kill Your Houseplant Survival Tips for the Horticulturally Challenged (Veronica Peerless)",
      "credibility": "High",
      "category": "Care Instructions"
    }
  },
  {
    "id": "houseplant(killplants)_potting",
    "title": "Houseplant Potting & Placing - How to Pot It",
    "content": "Most houseplants come in plastic pots with drainage holes in the bottom. You can put these inside more ornamental pots. Some plants are sold in ornamental pots with no drainage holes. This makes it difficult to judge whether water is gathering at the bottom of the pot and rotting the roots. It's best to repot these plants into a plastic pot with drainage holes - this could be a plastic pot that you hide within a more attractive one. Check to see if your plant is in a pot with drainage holes at the bottom. If your plant is sold in only an ornamental pot, repot it into a plastic pot with drainage holes before concealing it in an ornamental container.",
    "metadata": {
      "source": "How Not to Kill Your Houseplant Survival Tips for the Horticulturally Challenged (Veronica Peerless)",
      "credibility": "High",
      "category": "Care Instructions"
    }
  },
  {
    "id": "houseplant(killplants)_placing_temperature",
    "title": "Houseplant Potting & Placing - Where to Put It: Temperature",
    "content": "Most houseplants enjoy the same conditions we do - warm during the day, and cooler at night. Some plants, such as ivy and cyclamen, prefer lower temperatures. Houseplants do not enjoy significant fluctuations in temperature, so avoid the following places: 1. Near a radiator 2. Near an air-conditioning unit 3. In draughts 4. On a windowsill, behind curtains at night. You could use a thermometer to check room temperature.",
    "metadata": {
      "source": "How Not to Kill Your Houseplant Survival Tips for the Horticulturally Challenged (Veronica Peerless)",
      "credibility": "High",
      "category": "Care Instructions"
    }
  },
  {
    "id": "houseplant(killplants)_placing_light",
    "title": "Houseplant Potting & Placing - Where to Put It: Light",
    "content": "Light is a houseplant's source of energy, and some plants need more light than others. Most houseplants do well in bright, indirect or filtered light, out of direct sunlight. They are usually best placed around 1m (3ft) away from a north-, east-, or west-facing window. Bear in mind that the light can change during the course of the day, and at different times of year.",
    "metadata": {
      "source": "How Not to Kill Your Houseplant Survival Tips for the Horticulturally Challenged (Veronica Peerless)",
      "credibility": "High",
      "category": "Care Instructions"
    }
  },
  {
    "id": "houseplant(killplants)_placing_humidity",
    "title": "Houseplant Potting & Placing - Where to Put It: Humidity",
    "content": "Most houseplants need more humidity than is available in the average, centrally heated home, but some rooms, such as bathrooms and kitchens, are more humid than others. To create humidity, fill a tray or dish that is the same width as the plant with pebbles or gravel. Pour in water, keeping the level at just below the top of the pebbles. Then place your plant on top. The water will produce humidity as it evaporates. Alternatively, mist the leaves of your plant using a hand mister. Mist in the morning, so the leaves dry before night. How often your plant needs misting depends on the room. Look for signs that your plant needs humidity, such as brown leaf tips, increasing how often you mist if they occur. Use distilled, filtered, or rainwater if your area has hard water. Grouping plants together will also increase humidity.",
    "metadata": {
      "source": "How Not to Kill Your Houseplant Survival Tips for the Horticulturally Challenged (Veronica Peerless)",
      "credibility": "High",
      "category": "Care Instructions"
    }
  }
]