[
  {
    "id": "houseplant(killplants)_pests_basic",
    "title": "Houseplant Pests - Basic Information",
    "content": "Houseplants can be troubled by small unwelcome guests that can damage and even kill them. Here's how to identify the signs of a pest infestation, and what you can do to save your plant.",
    "metadata": {
      "source": "How Not to Kill Your Houseplant Survival Tips for the Horticulturally Challenged (Veronica Peerless)",
      "credibility": "High",
      "category": "Troubleshooting"
    }
  },
  {
    "id": "houseplant(killplants)_pests_how_to_stop",
    "title": "Houseplant Pests - How to Stop Pests",
    "content": "The best way to avoid pests is to keep your plant healthy - pests are more likely to attack stressed, unhealthy plants. If your plant does become infested with a pest, in many cases you will be able to treat it with an insecticide, either chemical or natural. Natural products are derived from plants or other natural substances. Sticky traps are especially good for trapping aphids, whitefly, and thrips, and can help you monitor the level of infestation. If you have a lot of houseplants in one place that are all suffering from the same problem, you could try a biological control. These natural products are available by mail order and work by introducing predators (usually invisible to the naked eye) to attack the pests. Where you will find the pests on your plants: 1. Buds & stems 2. On the leaves 3. In the soil. Inspect your plant regularly and deal with problems before they escalate.",
    "metadata": {
      "source": "How Not to Kill Your Houseplant Survival Tips for the Horticulturally Challenged (Veronica Peerless)",
      "credibility": "High",
      "category": "Troubleshooting"
    }
  },
  {
    "id": "houseplant(killplants)_pests_whiteflies",
    "title": "Houseplant Pests - Whiteflies",
    "content": "They hide on the undersides of leaves, and clouds of tiny white insects will fly up when your plant is disturbed. Take your plant outside and dislodge the insects with a spray of water; you could also dunk the whole plant in a bowl of tepid water. A sticky trap hung near the plant will trap large numbers of insects.",
    "metadata": {
      "source": "How Not to Kill Your Houseplant Survival Tips for the Horticulturally Challenged (Veronica Peerless)",
      "credibility": "High",
      "category": "Troubleshooting"
    }
  },
  {
    "id": "houseplant(killplants)_pests_leaf_miners",
    "title": "Houseplant Pests - Leaf Miners",
    "content": "Look for brown, white, or opaque meandering trails on the leaves, where the grubs have mined them. There may also be white dots on the leaves. Remove the affected leaves. Treat with an insecticide. The grub tunnels through the layers of the leaf.",
    "metadata": {
      "source": "How Not to Kill Your Houseplant Survival Tips for the Horticulturally Challenged (Veronica Peerless)",
      "credibility": "High",
      "category": "Troubleshooting"
    }
  },
  {
    "id": "houseplant(killplants)_pests_fungus_gnats",
    "title": "Houseplant Pests - Fungus Gnats",
    "content": "Also known as sciarid flies, these tiny brown or black insects fly around the plant. They aren't harmful but they are annoying. Their maggots mostly feed on organic matter in the compost but can sometimes attack plants' roots. Healthy plants can withstand this, but young or weak ones won't. Allow the top 1-2cm (1/2-3/4in) of compost to dry out before watering - this suits most plants anyway. A yellow sticky trap will attract the insects away from your plant. Cover the surface of the compost with a mulch of fine gravel or pebbles to prevent the gnats laying their eggs.",
    "metadata": {
      "source": "How Not to Kill Your Houseplant Survival Tips for the Horticulturally Challenged (Veronica Peerless)",
      "credibility": "High",
      "category": "Troubleshooting"
    }
  },
  {
    "id": "houseplant(killplants)_pests_thrips",
    "title": "Houseplant Pests - Thrips",
    "content": "Also known as thunder flies, these tiny brown or black sap-sucking insects may be seen on plants that have spent time outdoors. Signs of infestation include dull, mottled leaves, silvery white streaks on the leaves or flowers, and distorted growth. Sticky traps - especially blue ones - can reduce their numbers and can help you monitor the problem. Spray your plant with insecticide or try a biological control.",
    "metadata": {
      "source": "How Not to Kill Your Houseplant Survival Tips for the Horticulturally Challenged (Veronica Peerless)",
      "credibility": "High",
      "category": "Troubleshooting"
    }
  },
  {
    "id": "houseplant(killplants)_pests_red_spider_mites",
    "title": "Houseplant Pests - Red Spider Mites",
    "content": "Look for bleached or speckled foliage, webbing between the leaves and stems, and leaf fall. If you look under the leaves with the aid of a magnifying glass, you'll see the mites. Spray with an insecticide or use a biological control. Red spider mites thrive in hot, dry conditions so mist your plants daily to raise humidity if the atmosphere is hot and dry. Be vigilant - use a magnifying glass to look for the mites on the underside of leaves.",
    "metadata": {
      "source": "How Not to Kill Your Houseplant Survival Tips for the Horticulturally Challenged (Veronica Peerless)",
      "credibility": "High",
      "category": "Troubleshooting"
    }
  },
  {
    "id": "houseplant(killplants)_pests_vine_weevils",
    "title": "Houseplant Pests - Vine Weevils",
    "content": "If your plant has collapsed and you haven't over- or underwatered it, vine weevil grubs could be the culprit. They're found in the compost of plants that have spent time outside. They munch on the plant's roots, bulb, or tuber, causing it to suddenly wilt. If your plant has been outside in summer, drench the compost with an insecticide or biological control in late summer or early autumn to kill any grubs. If they have eaten most of the roots, your plant will not recover. Look for grubs in the compost of your plant.",
    "metadata": {
      "source": "How Not to Kill Your Houseplant Survival Tips for the Horticulturally Challenged (Veronica Peerless)",
      "credibility": "High",
      "category": "Troubleshooting"
    }
  },
  {
    "id": "houseplant(killplants)_pests_aphids",
    "title": "Houseplant Pests - Aphids",
    "content": "Also known as greenflies, these can be green, black, grey, or orange. They gather on the tip of the stems and on flower buds, where they suck sap and secrete honeydew, which is then colonized by sooty mould. Aphids can also spread viruses. Rub them off by hand, dislodge with a spray of water, or spray with insecticide. Hanging a yellow sticky trap nearby can help.",
    "metadata": {
      "source": "How Not to Kill Your Houseplant Survival Tips for the Horticulturally Challenged (Veronica Peerless)",
      "credibility": "High",
      "category": "Troubleshooting"
    }
  },
  {
    "id": "houseplant(killplants)_pests_scale_insects",
    "title": "Houseplant Pests - Scale Insects",
    "content": "These limpet-like insects look like brown lumps on the stems and the undersides of leaves. They also excrete a sticky sap, which can lead to sooty mould. If not controlled, your plant will be weakened and the leaves will turn yellow. Rub them off, or spray the affected areas with insecticide (don't spray the leaves of ferns, as they are very sensitive to chemicals). You could also try a biological control. There can be some scale insects clustered along the centre of the leaves.",
    "metadata": {
      "source": "How Not to Kill Your Houseplant Survival Tips for the Horticulturally Challenged (Veronica Peerless)",
      "credibility": "High",
      "category": "Troubleshooting"
    }
  },
  {
    "id": "houseplant(killplants)_pests_mealybugs",
    "title": "Houseplant Pests - Mealybugs",
    "content": "These white, slow-moving insects coated in white fluff are found in clusters on stems, in leaf joints, and under leaves. They suck sap and excrete sticky honeydew, which then gets colonized by sooty mould. An infestation can lead to yellowing leaves, leaf fall, and wilting. Wipe off the insects with a damp cloth or cotton bud soaked with insecticide. Alternatively, spray the whole plant with insecticide once a week. You could try a biological control. Mealybugs are hard to eradicate and it is often simpler to throw away severely infested plants.",
    "metadata": {
      "source": "How Not to Kill Your Houseplant Survival Tips for the Horticulturally Challenged (Veronica Peerless)",
      "credibility": "High",
      "category": "Troubleshooting"
    }
  }
]