[
  {
    "id": "houseplant(killplants)_repotting_basic",
    "title": "Houseplant Repotting - Basic Information",
    "content": "Sooner or later, your plant's original compost will be exhausted, so your plant will need repotting. Chances are that the plant will have grown, too, so the plant will need potting on into a slightly larger pot.",
    "metadata": {
      "source": "How Not to Kill Your Houseplant Survival Tips for the Horticulturally Challenged (Veronica Peerless)",
      "credibility": "High",
      "category": "Care Instructions"
    }
  },
  {
    "id": "houseplant(killplants)_repotting_when_to_pot_on",
    "title": "Houseplant Repotting - When to Pot On",
    "content": "Most plants need potting on when their roots are curling around the edge of the compost; carefully remove the root ball to check. When repotting, choose a pot that's only slightly larger than the previous one - an extra 5cm (2in) in diameter is about right. A much larger pot will house too much compost and get waterlogged. Most plants are happy in multi-purpose or indoor plant compost, but some need a specialist mix, such as orchids and cacti. Do not use garden soil. The best time to pot on is spring or summer. Some plants can look a little unhappy shortly after repotting, but they should recover - just continue to care for them as normal. Repot smaller plants into a new, larger pot, with fresh compost. Roots may be coming out of the bottom of the plant pot. It can be hard to take large, mature plants out of their containers, so top dress them instead. Remove the top 5-8cm (2-3in) of compost with a small trowel or spoon (take care not to damage roots) and replace it with fresh.",
    "metadata": {
      "source": "How Not to Kill Your Houseplant Survival Tips for the Horticulturally Challenged (Veronica Peerless)",
      "credibility": "High",
      "category": "Care Instructions"
    }
  },
  {
    "id": "houseplant(killplants)_repotting_how_to_pot_on",
    "title": "Houseplant Repotting - How to Pot On",
    "content": "Follow the steps to pot on your plant correctly. You will need a new pot and fresh compost. 1. Water your plant the day before you repot it. It will be easier to remove and less likely to be shocked by repotting. 2. Add fresh compost to the base of the new slightly larger pot. 3. Holding your plant upside down around the base of the stems, tap it out of its pot. 4. Sit your plant in the new pot. Leave space between the surface of the compost and the top of the pot. 5. Add compost around the root ball, firming it in gently. 6. Water your plant, allowing any excess to drain away. After repotting your plant, continue to care for it as normal.",
    "metadata": {
      "source": "How Not to Kill Your Houseplant Survival Tips for the Horticulturally Challenged (Veronica Peerless)",
      "credibility": "High",
      "category": "Care Instructions"
    }
  }
]