[
    {
        "id": "plant_info(plantophiles)_kusamaki_basic",
        "title": "Kusamaki (Podocarpus Macrophyllus) - Basic Information",
        "content": "The Kusamaki (Asian Jasmine / Buddhist pine) is a hardy plant, ideal for many types of gardens from Chinese to cottage, coastal and tropical. It requires well-draining soil and grows well in a range from full sun to full shade. It can tolerate a range of temperatures and grows in USDA Zones 7b to 10 but is less suited to constantly cold climates. Keep the pH of the soil slightly acidic to neutral soil between 5. 5 to 7. 0. It grows with a creeping, spreading habit and can be used as ground cover, or to climb walls, fences, and trees to create an attractive display. You can prune or trim it back if it grows beyond the boundaries you have set.  Use an organic fertilizer with an increased phosphorus value for increased bloomin",
        "metadata": {
            "source": "Plantophiles",
            "credibility": "Medium-High",
            "category": "Care Instructions"
        }
    },
    {
        "id": "plant_info(plantophiles)_kusamaki_care_soil",
        "title": "Kusamaki (Podocarpus Macrophyllus) - Care, Soil",
        "content": "The Kusamaki is tolerant of a wide range of soil types. Soil types can be a combination of clay, loam, sand, and organic matter; It does, however, prefer well-draining soil and won't do well in soil that remains damp for long periods of time. It will even tolerate drought and very dry soil; I have a fabulous compost-making kit in my garden. I fill it with fallen leaves, grass cuttings, and dead flowers; My Kusamaki does really well when I mix some of my home-made compost into the soil; The PH balance of your soil is important to keep your plant as healthy as possible. It is easy to test the Ph levels of your soil with a simple PH home-testing kit. Neutral pH is 7. 0. Acidic soil has a pH of 6. 0 or less; For your Kusamaki, a slightly acidic to neutral soil with a pH between 5. 5 to 7. 0 is ideal.",
        "metadata": {
            "source": "Plantophiles",
            "credibility": "Medium-High",
            "category": "Care Instructions"
        }
    },
    {
        "id": "plant_info(plantophiles)_kusamaki_care_light",
        "title": "Kusamaki (Podocarpus Macrophyllus) - Care, Light",
        "content": "The Kusamaki will thrive in full sun, part sun, and even full shade. As you can see, it is a hardy and versatile plant for any garden. Many plants won't do well in full shade but the Trachelospermum asiaticum will grow happily; You do not need to worry too much about the light. Plant it wherever you like and it will be fine.",
        "metadata": {
            "source": "Plantophiles",
            "credibility": "Medium-High",
            "category": "Care Instructions"
        }
    },
    {
        "id": "plant_info(plantophiles)_kusamaki_care_water",
        "title": "Kusamaki (Podocarpus Macrophyllus) - Care, Water",
        "content": "The Kusamaki is drought and heat tolerant and can withstand drier conditions for long periods of time; That being said, you may find that if your plant is planted in full sun in very hot conditions, the leaves and flowers may start to wilt; Giving it a good watering will soon perk it back up to its happy self; Depending on your natural rainfall, feel free to water your plant whenever you feel like tending to your garden. As long as your soil is well-draining, your plant will be happy; Kusamaki watering care tip: Don't water your plant at night, especially during Winter. Water in the soil can become icy and may damage the roots. ;",
        "metadata": {
            "source": "Plantophiles",
            "credibility": "Medium-High",
            "category": "Care Instructions"
        }
    },
    {
        "id": "plant_info(plantophiles)_kusamaki_care_temperature",
        "title": "Kusamaki (Podocarpus Macrophyllus) - Care, Temperature",
        "content": "Once established, the Kusamaki can tolerate a wide range of temperatures. It enjoys full sun and will even grow in cooler full shade conditions; This makes it a very versatile and easy-to-care-for plant, especially for a beginner gardener; It can tolerate temperatures as low as 0째F to 10째F (-18째C to -12째C) for short periods of time. The plant is listed for hardiness, USDA Zones 7b to 10.",
        "metadata": {
            "source": "Plantophiles",
            "credibility": "Medium-High",
            "category": "Care Instructions"
        }
    },
    {
        "id": "plant_info(plantophiles)_kusamaki_care_humidity",
        "title": "Kusamaki (Podocarpus Macrophyllus) - Care, Humidity",
        "content": "The Kusasmaki will thrive in average humidity conditions of around 50%. Being hardy and tolerant, it will even do well in drier conditions but may require watering if you see that the leaves and flowers are starting to wilt; Kusasmaki temperature care tip: Try to avoid planting your Trachelospermum asiaticum in extremely humid conditions that are damp and moist all the time; It is not a tropical rainforest plant and does prefer to dry out.",
        "metadata": {
            "source": "Plantophiles",
            "credibility": "Medium-High",
            "category": "Care Instructions"
        }
    },
    {
        "id": "plant_info(plantophiles)_kusamaki_care_fertilizer",
        "title": "Kusamaki (Podocarpus Macrophyllus) - Care, Fertilizer",
        "content": "Most plants respond well to fertilizing and the Kusamaki is no exception; Mature plants can be fertilized in early Spring and then again in the middle of Summer. Don't fertilize your plant late in the growing season. This stimulates new growth as the weather turns colder and the new shoots can be damaged by cold and frost. There is no need to fertilize in Winter; I use a fertilizer that encourages blooming. The flowers of the Kusamaki are so delightful I want as many as possible; Fertilizers are indicated by a system of 3 numbers. If you are buying a ready-made fertilizer, you may see numbers like 5-10-5 or 10-30-20 on the package. Don't panic. These numbers indicate the ratio amount of nitrogen, phosphorus, and potassium; To encourage blooms, I choose a fertilizer with a higher amount of phosphorus. So I look for a larger 2nd number; Like most plants, your Kusamaki also enjoys natural organic fertilizer. You can make this yourself at home using a compost-making kit or a worm-factory kit; If making your own compost does not appeal to you, simply buy a bag from your local nursery. Mulch or compost breaks down naturally and feeds nutrients into the soil and the plants; It improves the overall condition of the soil, which is ideal for any type of plant. By using compost regularly you will eventually reduce the need for purchased fertilizer.",
        "metadata": {
            "source": "Plantophiles",
            "credibility": "Medium-High",
            "category": "Care Instructions"
        }
    },
    {
        "id": "plant_info(plantophiles)_kusamaki_care_growth",
        "title": "Kusamaki (Podocarpus Macrophyllus) - Care, Growth",
        "content": "When planted as a ground cover, the Kusamaki can grow to a height of 1 foot to 2 feet (12cm to 24cm) and spread as wide as 10 feet to 12 feet (300cm to 350cm). It offers beautiful glossy green leaves that are an oval shape. The leaves turn to a deep bronze-red as the weather gets cooler; Because it is evergreen, you will always have a burst of green color in your garden. No sad, bare branches on this plant; The flowers are a star-shape with five petals. They are usually a creamy-white but can turn to yellow when mature. Flowers are around 3/4 inch (2cm) in size and are produced in abundant clusters. They have a lovely sweet fragrance, much like a real Jasmine; The stems of the Kusamaki have a twining habit. They will attach to tree trunks, fences, or trellises and climb fast. When left to climb, your plant can reach heights of as much as 15 feet to 20 feet (450cm to 600cm); This delightful plant attracts birds. You will always have a garden filled with movement and the chirping of our feathered friends; Trachelospermum asiaticum growth tip: If your plant creeps or climbs too much, look at the section on pruning to get it back into shape.",
        "metadata": {
            "source": "Plantophiles",
            "credibility": "Medium-High",
            "category": "Care Instructions"
        }
    },
    {
        "id": "plant_info(plantophiles)_kusamaki_pests_control",
        "title": "Kusamaki (Podocarpus Macrophyllus) - Pests Control",
        "content": "he Kusamaki is a hardy plant and is not susceptible to disease. On the odd occasion, it may suffer from leaf spot caused by a fungus known as Cercospora. This fungus generally attacks the leaves, but not the root or the stems; The indication that your plant is suffering from leaf spot can be seen when you notice light brown or tan spots with purple-red borders; You probably don't have to worry unless the situation becomes very severe. In this case, you can treat the plant with a fungicide; I always prefer to use a natural solution where possible. Mix up a solution of 1 tablespoon baking soda, 2 1/2 tablespoons of vegetable oil, and 1 teaspoon of natural liquid soap in a gallon of water. Pour it into a mist sprayer and spray the leaves; The fungus will not be destroyed, but it is prevented from reproducing. If the leaf spot becomes bad, you may have to consider cutting away the entire stem that is affected; Neem oil is also a great way to keep nasties off your plants. Mix 2 tablespoons into 1 gallon of water. Spray the undersides of the leaves; Kusamaki pest control tip: Spray neem oil onto plants in the evening. Avoid spraying in hot sunny weather. Try not to spray it over any friendly insects like bees and butterflies that may be visiting your plant.",
        "metadata": {
            "source": "Plantophiles",
            "credibility": "Medium-High",
            "category": "Troubleshooting"
        }
    },
    {
        "id": "plant_info(plantophiles)_kusamaki_wiliting_problem",
        "title": "Kusamaki (Podocarpus Macrophyllus) - Wilting Problem",
        "content": "This is one of the few problems that you may have with your Kusamaki. The solution is simple. Give it a good watering and it will soon perk up. The plant can withstand long periods of dryness, but a shower of water when the leaves are wilting will help it along.",
        "metadata": {
            "source": "Plantophiles",
            "credibility": "Medium-High",
            "category": "Troubleshooting"
        }
    },
    {
        "id": "plant_info(plantophiles)_kusamaki_tips",
        "title": "Kusamaki (Podocarpus Macrophyllus) - More tips on this plant",
        "content": "Tips to grow Asian Jasmine problem-free: 1. Plant into well-draining soil 2. Plant into sun or shade 3. Water every one to two weeks or less 4. Water if you see that the leaves are wilting 5. If in a pot, do not allow the roots to stand in water 6. Fertilize once in Spring and once in Summer 7. Prune back if it becomes untidy or spreads too much 8.  This plant requires minimal fuss, leave it alone and it will be happy",
        "metadata": {
            "source": "Plantophiles",
            "credibility": "Medium-High",
            "category": "Troubleshooting"
        }
    }
]