[
    {
        "id": "houseplant(wrongplants)_common_disease_problems_basic",
        "title": "Houseplant Common Disease Problems - Basic Information",
        "content": "Every plant portrait lists the most common problems that occur for each plant. However, you may encounter less common problems as well. If something is not quite right with your houseplant and you've ruled out improper culture or pests, look at the photos and read the descriptions in this section to find a diagnosis and safe, organic solutions. Remember, even organic remedies can be toxic to people and pets, so be sure to read and follow all product labels carefully. Diseases on plants are harder to deal with than either adverse cultural conditions or pests. The good news is-diseases are much rarer. If it is a disease, 80% of the time it is caused by a fungus; There is no cure for bacterial or virus infections on plants, so prevention is, as always, the most effective thing you can do. Buy plants from a reliable source and always inspect plants before you buy them. Keep new plants in another room away from all your other houseplants for 14 days; use the same strategy to isolate sick plants. Do not overwater and make sure your plant is in the right-sized pot. Sanitize by removing any infected plant parts swiftly; throw infected plant tissue in the garbage, not your compost pile. Sadly, with all virus infections and rot diseases, you may have no other option but to get rid of the infected plant.",
        "metadata": {
          "source": "Whats Wrong With My Houseplant Save Your Indoor Plants With 100 Organic Solutions (David C Deardorff, Kathryn B Wadsworth)",
          "credibility": "High",
          "category": "Troubleshooting"
        }
    },
    {
        "id": "houseplant(wrongplants)_common_disease_problems_anthurium_blight",
        "title": "Houseplant Common Disease Problems - Anthurium blight",
        "content": "Anthurium blight: This disease is caused by a lethal bacterial pathogen, Xanthomonas campestris pv. dieffenbachiae. The earliest symptom is the appearance of water-soaked spots on the leaves. Then the spots dry out, turn reddish brown, and develop yellow haloes. When the spots enlarge and invade leaf veins, the disease becomes systemic and life-threatening to your plant. It may be found on any aroid (see sidebar) but commonly infects Chinese evergreen, dumb cane, and flamingo flower. Sanitize by remov ing infected plant parts, sterilize your tools, and keep the foliage dry.",
        "metadata": {
          "source": "Whats Wrong With My Houseplant Save Your Indoor Plants With 100 Organic Solutions (David C Deardorff, Kathryn B Wadsworth)",
          "credibility": "High",
          "category": "Troubleshooting"
        }
    },
    {
        "id": "houseplant(wrongplants)_common_disease_problems_bacterial_leaf_spot",
        "title": "Houseplant Common Disease Problems - Bacterial Leaf Spot",
        "content": "Bacterial Leaf Spot: Spots that have discrete, rounded edges appear on leaves. At first they are translucent, like grease spots on paper. As they increase in size they become angular because the infection is confined by leaf veins. This disease can infect any houseplant but is most common on staghorn ferns and lady's slipper orchids. Sanitize by removing infected plant parts, sterilize your tools, and keep the foliage dry.",
        "metadata": {
          "source": "Whats Wrong With My Houseplant Save Your Indoor Plants With 100 Organic Solutions (David C Deardorff, Kathryn B Wadsworth)",
          "credibility": "High",
          "category": "Troubleshooting"
        }
    },
    {
        "id": "houseplant(wrongplants)_common_disease_problems_cymbidium_mosaic_virus",
        "title": "Houseplant Common Disease Problems - Cymbidium Mosaic Virus",
        "content": "Cymbidium Mosaic Virus: This virus infection is systemic and can occur on any orchid, not just cymbidiums. It rarely kills plants but can disfigure them. Symptoms are variable and include tiny yellowish, whitish, or brown, irregular-shaped spots that enlarge. These spots are sometimes sunken, sometimes not. Unfortunately, an orchid can be infected and have no symptoms at all. Because it is systemic, all parts of the plant-leaves, stems, roots, flowers-carry the disease. Pruners, knives, and scissors carry the virus from plant to plant. Interestingly, this virus has never been found in the wild. It exists only in cultivated orchids and is found in collections worldwide. An ELISA (Enzyme-linked Immunosorbent Assay) test positively identifies any infected orchid, but kits are expensive and the sample you take must be sent to a lab; Isolate sick plants or quarantine new plants for 14 days. A symptomless but infected orchid can easily infect all your other orchids if you fail to sterilize your tools. If possible, clone your orchid to grow a new specimen that is free of the virus.",
        "metadata": {
          "source": "Whats Wrong With My Houseplant Save Your Indoor Plants With 100 Organic Solutions (David C Deardorff, Kathryn B Wadsworth)",
          "credibility": "High",
          "category": "Troubleshooting"
        }
    },
    {
        "id": "houseplant(wrongplants)_common_disease_problems_gray_mold",
        "title": "Houseplant Common Disease Problems - Gray Mold",
        "content": "Gray Mold: Gray mold is an infection caused by the fungus Botrytis cinerea, a pathogen with a very wide range of victims from houseplants to wine grapes. It starts out as wet, brown spots on leaves or flowers. The plant tissue seems to melt and eventually becomes covered with gray-brown fuzz. That fuzz is composed of millions of spores that float in the air to start new infections on healthy plants. Nip this disease in the bud by removing any infected plant parts swiftly. To prevent new infections, use baking soda spray or spray with a bacterial fungicide (Bacillus subtilis).",
        "metadata": {
          "source": "Whats Wrong With My Houseplant Save Your Indoor Plants With 100 Organic Solutions (David C Deardorff, Kathryn B Wadsworth)",
          "credibility": "High",
          "category": "Troubleshooting"
        }
    },
    {
        "id": "houseplant(wrongplants)_common_disease_problems_leaf_gall",
        "title": "Houseplant Common Disease Problems - Leaf Gall",
        "content": "Leaf Gall: Leaf gall is a fungus disease caused by the pathogen Exobasidium vaccinii. Among houseplants this fungus infects only florist azalea. In the garden it also infects blueberries, huckleberries, and cranberries, which can transmit the disease to your azalea. Infections occur on leaves and sometimes on flowers and stems; The infected tissue becomes greatly swollen, inflated, and pale green to white, pink, or pale brown. This disease is airborne and spreads via spores. Remove any infected plant parts swiftly. To prevent new infections, use baking soda spray or spray with a bacterial fungicide (Bacillus subtilis).",
        "metadata": {
          "source": "Whats Wrong With My Houseplant Save Your Indoor Plants With 100 Organic Solutions (David C Deardorff, Kathryn B Wadsworth)",
          "credibility": "High",
          "category": "Troubleshooting"
        }
    },
    {
        "id": "houseplant(wrongplants)_common_disease_problems_leaf_spot_fungus",
        "title": "Houseplant Common Disease Problems - Leaf Spot Fungus",
        "content": "Leaf Spot Fungus: Small (pinprick- to matchhead-sized) brown or black spots that look a bit like freckles develop on the leaves. Often, but not always, the leaf begins to turn yellow where the spots are located, and/or the spots may develop yellow haloes. The spots are sometimes surrounded by a narrow purple band. The spots are almost always round, not angular, because these fungi are capable of eating their way through the veins of the leaf. As time goes by, the spots get larger and the leaf becomes more yellow. These symptoms are caused by one of several different fungal pathogens that infect the foliage of houseplants. All produce spores that drift through the air to land on healthy leaves. The spores germinate and the fungus attacks your plant. These leaf spot fungi disfigure your plants and they spread to other plants, but they are only lethal when plants are already weak. Remove any infected plant parts swiftly. To prevent new infections, use baking soda spray or spray with a bacterial fungicide (Bacillus subtilis).",
        "metadata": {
          "source": "Whats Wrong With My Houseplant Save Your Indoor Plants With 100 Organic Solutions (David C Deardorff, Kathryn B Wadsworth)",
          "credibility": "High",
          "category": "Troubleshooting"
        }
    },
    {
        "id": "houseplant(wrongplants)_common_disease_problems_mosaic_virus",
        "title": "Houseplant Common Disease Problems - Mosaic Virus",
        "content": "Mosaic Virus: Mosaic viruses are a very large group that includes tobacco mosaic virus, cucumber mosaic virus, common bean mosaic virus, and many others. Most of these viruses were named for the plant they were first discovered on, for example, tobacco mosaic or TMV. It does not mean that TMV infects only tobacco and nothing else. In fact, TMV is worldwide and infects more than 150 different kinds of plants, including some houseplants. The symptoms of a mosaic virus are irregular zig-zag yellow streaks and patches of yellow mottles or specks on otherwise green leaves. Like the orchid viruses, plants can be infected with a mosaic virus and remain symptomless. Mosaic viruses are systemic and are transmitted from plant to plant by pruners and scissors. Be sure to sterilize tools. Isolate sick plants or quarantine new plants for 14 days. If possible, clone your plant to grow a new specimen that is free of the virus.",
        "metadata": {
          "source": "Whats Wrong With My Houseplant Save Your Indoor Plants With 100 Organic Solutions (David C Deardorff, Kathryn B Wadsworth)",
          "credibility": "High",
          "category": "Troubleshooting"
        }
    },
    {
        "id": "houseplant(wrongplants)_common_disease_problems_ringspot_virus",
        "title": "Houseplant Common Disease Problems - Ringspot Virus",
        "content": "Ringspot Virus: This systemic virus infection can occur on any plant but is most common on orchids. It rarely kills plants but does disfigure them. Symptoms are variable and include spots on leaves and off-color streaks on the flower petals. The leaf spots are often concentric yellow rings with brown centers. Unfortunately, a plant can be infected and have no symptoms at all. Still worse, a symptomless but infected plant can easily infect all your other plants if you fail to sterilize your pruners. Because it is systemic, all parts of the plant-leaves, stems, roots, flowers-carry the disease. Pruners, knives, and scissors carry the virus from plant to plant. An ELISA (Enzyme-linked Immunosorbent Assay) test positively identifies any infected plant, but kits are expensive and the sample you take must be sent to a lab; Isolate sick plants or quarantine new plants for 14 days. A symptomless but infected orchid can easily infect all your other orchids if you fail to sterilize your tools. If possible, clone your orchid to grow a new specimen that is free of the virus.",
        "metadata": {
          "source": "Whats Wrong With My Houseplant Save Your Indoor Plants With 100 Organic Solutions (David C Deardorff, Kathryn B Wadsworth)",
          "credibility": "High",
          "category": "Troubleshooting"
        }
    },
    {
        "id": "houseplant(wrongplants)_common_disease_problems_powdery_mildew",
        "title": "Houseplant Common Disease Problems - Powdery Mildew",
        "content": "Powdery Mildew: Symptoms of this fungus include grayish white patches growing on the leaves, stems, and flowers. Your plant looks like it's been dusted with flour that rubs off easily. Leaves eventually develop dead, brown patches and become deformed. Powdery mildew is a disease caused by a number of different pathogenic fungi. All these different fungi have white mycelium that grows on the surface of the leaves and all produce airborne spores. Remove any infected plant parts swiftly. To prevent new infections, use baking soda spray or spray with a bacterial fungicide (Bacillus subtilis).",
        "metadata": {
          "source": "Whats Wrong With My Houseplant Save Your Indoor Plants With 100 Organic Solutions (David C Deardorff, Kathryn B Wadsworth)",
          "credibility": "High",
          "category": "Troubleshooting"
        }
    },
    {
        "id": "houseplant(wrongplants)_common_disease_problems_root_rot",
        "title": "Houseplant Common Disease Problems - Root Rot",
        "content": "Root Rot: If your plant has wilted even though the potting medium is wet, pull the plant out of its pot. If the roots are gray, dark brown, or black rather than whitish, and mushy rather than firm, your plant has root rot. Root rot is an insidious but preventable disease that can kill your plant before you even know that something is wrong. It's a soilborne fungus disease caused by a number of different pathogenic fungi. Some of these fungi are opportunistic pathogens that are able to invade the root system only after the roots have been broken or cut, or drowned by overwatering. Some are aggressive enough to invade a perfectly healthy root system. All thrive in soggy, waterlogged soil and most disperse their spores in water, not air. In most cases prevention is the only cure for root rot. If your plant is very valuable and long-lived you might try to save it, but the prognosis is poor. Remove diseased root tissue, and then: discard potting medium, sterilize the pot and all tools, and spray the roots with Actinovate, an organic fungicide. To prevent new infections, do not overwater and make sure plants are in the right-sized pot, i. e. , that the pot is not too big.",
        "metadata": {
          "source": "Whats Wrong With My Houseplant Save Your Indoor Plants With 100 Organic Solutions (David C Deardorff, Kathryn B Wadsworth)",
          "credibility": "High",
          "category": "Troubleshooting"
        }
    },
    {
        "id": "houseplant(wrongplants)_common_disease_problems_rust_fungus",
        "title": "Houseplant Common Disease Problems - Rust Fungus",
        "content": "Rust Fungus: If your plant develops spots on the upper surface of its leaves, flip an affected leaf over and look at the underside. If there are raised bumps on the undersurface right below each of the spots on the upper surface, and if the raised bumps have colorful, powdery spores, then your plant has one of the many rust fungi. The approximately 5,000 species of rust fungus are host-specific-that is, the rust fungus that infects your flowering maple is not the same one that infects your snapdragons. The spores are airborne and usually rusty red in color. Remove any infected plant parts swiftly. To prevent new infections, spray with a bacterial fungicide (Bacillus subtilis) or sulfur.",
        "metadata": {
          "source": "Whats Wrong With My Houseplant Save Your Indoor Plants With 100 Organic Solutions (David C Deardorff, Kathryn B Wadsworth)",
          "credibility": "High",
          "category": "Troubleshooting"
        }
    },
    {
        "id": "houseplant(wrongplants)_common_disease_problems_soft_rot",
        "title": "Houseplant Common Disease Problems - Soft Rot",
        "content": "Soft Rot: Fleshy stems, including rhizomes, develop mushy, rotted areas that ooze slime and often smell bad. This is caused by the bacterial pathogen Erwinia carotovora. This is a life-threatening disease that kills plants, but the prognosis is not as grim as it is for root rot. Remove infected plant parts. Remove the plant and discard infected potting medium. Sterilize the container and all your tools. Repot the plant in fresh medium.",
        "metadata": {
          "source": "Whats Wrong With My Houseplant Save Your Indoor Plants With 100 Organic Solutions (David C Deardorff, Kathryn B Wadsworth)",
          "credibility": "High",
          "category": "Troubleshooting"
        }
    },
    {
        "id": "houseplant(wrongplants)_common_disease_problems_steam_rot",
        "title": "Houseplant Common Disease Problems - Steam Rot",
        "content": "Steam Rot: The stem of your plant turns brown or black at the soil line and becomes soft and mushy. It does not smell bad and doesn't ooze slime. The plant's roots may also become infected. This is a serious, life-threatening disease, caused by some of the same fungi that cause root rot. The disease is preventable with proper watering, but a cure is doubtful and the prognosis poor. Remove infected plant parts. Remove the plant and discard infected potting medium. Sterilize the container and all your tools.  Repot the plant in fresh medium",
        "metadata": {
          "source": "Whats Wrong With My Houseplant Save Your Indoor Plants With 100 Organic Solutions (David C Deardorff, Kathryn B Wadsworth)",
          "credibility": "High",
          "category": "Troubleshooting"
        }
    }
]