[
    {
        "id": "houseplant(wrongplants)_lighting_basic",
        "title": "Houseplant Lighting - Basic Information",
        "content": "Plants eat light! They harvest solar energy and convert it to chemical energy. They turn sun light into sugar and they 'burn' the sugar in order to grow, flower, and thrive. In the com plete absence of light all plants die sooner or later. The amount of time they can live with out light depends on how much sugar, starch, or complex carbohydrates they have manufactured and stored in their tissues. If they cannot manu facture food they have to metabolize stored food until the stores run out. Without light, plants starve to death; All houseplants originally came to us from native habitats where they had evolved and adapted to local environmental conditions for millions of years. Houseplants whose native habitat is the shady floor of a rainforest, for example, thrive under low light conditions. But keep in mind that even in shady natural habi tats, plants are not really in permanent shade. They still receive a significant amount of ambi ent light from the sky (aka skylight: blue light that radiates from the sky). Conversely, plants whose native habitat is the brilliant sun of a des ert require the maximum amount of light your home can provide; The intensity and duration of light, and a plant's distance from the light source are the most important environmental parameters to consider as you prepare for success with any houseplant. Houses designed for humans are dark compared to houses built for plants-such as a greenhouse filled with bright light. When we bring a companion plant into our homes we need to be very cognizant of the intensity of light that particular plant needs and how long it needs it. In the plant portraits section of this book each plant's light requirement, whether high, medium, or low, is listed; As you place your plants in the right light, bear in mind that they need to be acclimated to their new home. Acclimatize a recently acquired plant to full sun slowly over a period of a cou ple of weeks. Give it two hours a day for four days, then four hours a day for four days, then six hours for four days, and so forth. By the time your plant tolerates eight hours a day of full intense sun it will be acclimated well enough to tolerate full sun all day without burning.",
        "metadata": {
          "source": "Whats Wrong With My Houseplant Save Your Indoor Plants With 100 Organic Solutions (David C Deardorff, Kathryn B Wadsworth)",
          "credibility": "High",
          "category": "Care Instructions"
        }
    },
    {
      "id": "houseplant(wrongplants)_lighting_attributes",
      "title": "Houseplant Lighting - Lighting Attributes",
      "content": "Light attributes in your home. The first thing you'll need to do is figure out which window faces which direction. In the morning, when you're having your coffee, which window gives you the best view of the sunrise? That window faces east. As you face that east window, know that south is on your right and north is on your left. West is behind you; The second thing you'll need to figure out is how far away from the window your plant is going to live. If the leaves of your plant are 2 feet away from the window then your plant is only getting one-fourth of the light it would receive if it were right next to the window. This phe nomenon is called the inverse square law, and you can use this simple mathematical formula to help your plants get the light they need. Who knew there'd be math when all you want to do is grow a plant? But really, it's simple. All you need is a tape measure and a calculator (or a piece of paper and pencil if you're old school); According to this law, the intensity of light decreases as the square of the distance from the source of the light. So, if the plant is 2 feet away, then 2 squared (2 × 2) = 4, and your plant is only getting one-fourth of the light available. Four feet away = one-sixteenth the light (4 × 4 = 16), and so forth. As you can see, the further your plant is from a light source, the less energy it receives. The same rule applies to artificial light, by the way.",
      "metadata": {
        "source": "Whats Wrong With My Houseplant Save Your Indoor Plants With 100 Organic Solutions (David C Deardorff, Kathryn B Wadsworth)",
        "credibility": "High",
        "category": "Care Instructions"
      }
    },
    {
      "id": "houseplant(wrongplants)_lighting_high_light_full_sun_allday_and_south_facing_window",
      "title": "Houseplant Lighting - High light, Full sun all day, south-facing window",
      "content": "High light. Full sun all day, south-facing window. The brilliant, intense sunlight of a cloudless summer day at noon as it pours through a south window is the brightest possible light for a houseplant. Imagine a houseplant sitting in its pot on the sill of a south window. The plant has received direct sunlight all morning and will receive it all afternoon as well. The intensity and duration of light is at its maximum. The number of hours of light in a south window changes from summer, when the days are long, to win ter, when the days are short, but it is always intense, direct, full sunlight. A barrel cactus or agave thrives under these conditions, while an African violet would die. In fact, the majority of good houseplants will not do well in the intense unfiltered light of a south window but those that require high light will do very well indeed.",
      "metadata": {
        "source": "Whats Wrong With My Houseplant Save Your Indoor Plants With 100 Organic Solutions (David C Deardorff, Kathryn B Wadsworth)",
        "credibility": "High",
        "category": "Care Instructions"
      }
    },
    {
      "id": "houseplant(wrongplants)_lighting_high_light_bright_indirect_lgiht_and_south_facing_window",
      "title": "Houseplant Lighting - High light, Bright indirect light, south-facing window",
      "content": "High light. Bright indirect light, south-facing window. Imagine drawing a sheer, lacy, or gauzy white curtain over a south window. The curtain hangs between the plant and the window; your plant is now receiving very bright, but filtered light. Though the plant is no longer exposed to direct sun, it's still in a high light situation. You can further modify the light intensity by your choice of curtains. The more 'see through' the curtain the brighter the light, and the heavier the curtain the less light.",
      "metadata": {
        "source": "Whats Wrong With My Houseplant Save Your Indoor Plants With 100 Organic Solutions (David C Deardorff, Kathryn B Wadsworth)",
        "credibility": "High",
        "category": "Care Instructions"
      }
    },
    {
      "id": "houseplant(wrongplants)_lighting_medium_light_full_sun_halfday_east_and_west_facing_windows",
      "title": "Houseplant Lighting - Medium light, Full sun half a day, east- and west-facing windows",
      "content": "Medium light. Full sun half a day, east- and west-facing windows. In contrast to the light of a south window, it is impossible for an east or west window to receive a full day of sunshine. They receive only a half-day of intense, direct sunshine; the rest of the day they receive only skylight. East or west windows give plants a medium light regime; An east window will be high light intensity in the morning when the sun is rising and the air is cool. East windows will be low light intensity all afternoon. Most houseplants will perform quite well in an east window with cool morning light; A west window will be high light intensity all afternoon when the sun is setting and the air temperature is hot. West windows will be low light intensity all morning long. Heat lovers like many cacti and succulents will actually do fine in a west window because they prefer those hot afternoons.",
      "metadata": {
        "source": "Whats Wrong With My Houseplant Save Your Indoor Plants With 100 Organic Solutions (David C Deardorff, Kathryn B Wadsworth)",
        "credibility": "High",
        "category": "Care Instructions"
      }
    },
    {
      "id": "houseplant(wrongplants)_lighting_medium_light_dappled_light",
      "title": "Houseplant Lighting - Medium light, Dappled light",
      "content": "Medium light. Dappled light. Venetian blinds on a south, east, or west window that gets full, direct, intense sunlight simulate the kind of dappled light a plant receives from an overhanging tree. A plant on the sill of a window with Venetian blinds receives alternating bands of intense hot sun and cool shade that move across the leaves as the sun moves across the sky. You control how much light the plant gets by opening or closing the blinds to make the bars of light and shade narrow or wide. Thus, the plant gets half direct, intense sun and half cooling shade, both of which move across the plant's surface.",
      "metadata": {
        "source": "Whats Wrong With My Houseplant Save Your Indoor Plants With 100 Organic Solutions (David C Deardorff, Kathryn B Wadsworth)",
        "credibility": "High",
        "category": "Care Instructions"
      }
    },
    {
      "id": "houseplant(wrongplants)_lighting_medium_light_filtered_light",
      "title": "Houseplant Lighting - Medium light, Filtered light",
      "content": "Medium light. Filtered light. Drawing a sheer or gauzy curtain over a south-, east-, or west facing window creates filtered light",
      "metadata": {
        "source": "Whats Wrong With My Houseplant Save Your Indoor Plants With 100 Organic Solutions (David C Deardorff, Kathryn B Wadsworth)",
        "credibility": "High",
        "category": "Care Instructions"
      }
    },
    {
      "id": "houseplant(wrongplants)_lighting_Low_light_shade_allday_north-facing_windows",
      "title": "Houseplant Lighting - Low light, Shade all day, north-facing windows",
      "content": "Low light. Shade all day, north-facing windows. Windows that face north never receive any direct sunshine. The only light they receive is the ambient blue light that radiates from the sky. North windows are a low light regime, especially in winter when the sun is low in the sky and the days are short. The majority of houseplants will not do well in a north window; cast-iron plant and a few others do okay in a north window. If a north window is all you have to work with, you might consider growing houseplants in artificial light rather than natural daylight.",
      "metadata": {
        "source": "Whats Wrong With My Houseplant Save Your Indoor Plants With 100 Organic Solutions (David C Deardorff, Kathryn B Wadsworth)",
        "credibility": "High",
        "category": "Care Instructions"
      }
    },
    {
      "id": "houseplant(wrongplants)_lighting_low_light_ambient_light_allday_from_sky_lights_in the_ceiling.",
      "title": "Houseplant Lighting - Low light. Ambient light all day from sky lights in the ceiling.",
      "content": "Low light. Ambient light all day from sky lights in the ceiling. Many homes have skylights in the ceilings of various rooms in the house. They bring the ambient blue light of the sky into your home all day long. Plants that prefer low light levels will do especially well in the light provided by these skylights. However, sky lights also allow a patch of direct, intense sunshine to move across your room from morning to night. If your plant is in a location that will be spotlighted by a patch of brilliant, intense sunlight, you might need to move it out of that patch for a couple hours each day. The path that patch of sunshine takes across your room changes with the seasons. Observe the patch's path so that your plant does not get sunburn.",
      "metadata": {
        "source": "Whats Wrong With My Houseplant Save Your Indoor Plants With 100 Organic Solutions (David C Deardorff, Kathryn B Wadsworth)",
        "credibility": "High",
        "category": "Care Instructions"
      }
    },
    {
      "id": "houseplant(wrongplants)_lighting_artificial_light",
      "title": "Houseplant Lighting - Artificial light",
      "content": "With artificial light you can forget about your windows and skylights and grow houseplants anywhere. Well, almost anywhere, and not all houseplants; A very large array of light fixtures suitable for houseplants is available today. They range from simple desk lamps with containers for houseplants at the base to complex systems of multi-stacked shelves with lighting above each shelf. With these light systems in place, any dark corner can be brightened up with houseplants; No matter what system you use, choose a light source that gives off the proper wave lengths of light for your plant. Different kinds of bulbs emit different wavelengths of light, and plants use different wavelengths of light for dif ferent purposes. You need blue and red light if all you want is good foliage growth, but you need red and far red light if you want your plant to make flowers. Look at the packaging the bulb comes in to determine its light quality; Standard cool-white daylight fluorescent tubes emit light in the blue and red range and are very suitable for vegetative growth. They do a very good job for foliage plants. The spe cial fluorescent bulbs designed to promote plant growth and flowering, called grow lights, are expensive but are designed to emit the right quality of light (blue, red, and far red). They also avoid the heat load generated by incandescent, high-intensity discharge lamps, high pressure sodium, and metal halide lights. LED lights are a low-heat artificial light source, as well as being energy efficient; A final consideration is the size of the plant you want to grow. Tall plants, like palms, other trees, and large shrubs, are very difficult (often impossible) to get close enough to your light source for the light to do much good due to the inverse square law discussed earlier; Your best option for growing houseplants under artificial lights in your home is to concentrate on low-growing plants that can be positioned close to the bulbs. African violets, lady's slippers, and moth orchids are some of the very best choices for this purpose.",
      "metadata": {
        "source": "Whats Wrong With My Houseplant Save Your Indoor Plants With 100 Organic Solutions (David C Deardorff, Kathryn B Wadsworth)",
        "credibility": "High",
        "category": "Care Instructions"
      }
    }
]