[
    {
        "id": "houseplant(wrongplants)_water_basic",
        "title": "Houseplant Water - Basic Information",
        "content": "The goal of any watering practice or system is to keep the soil moist-neither soggy nor dry. Root rot as a result of overwatering is the number one killer of all plants in containers whether indoors or out. This fact, more than any other, tells us that appropriate watering is not as easy as it seems, and most people are too generous; Not all plants are created equal with respect to their water needs. Some plants, bananas for example, really need a lot of water. Other plants, such as many cacti, would die swiftly if they were watered as much as a banana plant; Never water your houseplants with cold water straight from the cold water faucet. Cold water is shocking to these tropical beauties. Always use cool, tepid (not cold, not hot) water. One technique is to fill a pitcher or jug with water and let it sit overnight to warm up to room temperature. Another is to turn on the hot water just enough to warm the cold water slightly and take the chill of.",
        "metadata": {
          "source": "Whats Wrong With My Houseplant Save Your Indoor Plants With 100 Organic Solutions (David C Deardorff, Kathryn B Wadsworth)",
          "credibility": "High",
          "category": "Care Instructions"
        }
    },
    {
        "id": "houseplant(wrongplants)_water_when_to_water",
        "title": "Houseplant Water - When to water",
        "content": "How to tell when to water. Determine when you need to water your plants with a simple finger test. The dry potting medium at the surface of the pot will be at room temperature. Stick your finger down into the potting medium, and you will eventually feel cool, moist soil with the tip of your finger. Use your finger to measure how thick the dry medium is at the surface of the pot; If you don't trust your finger, or you just don't like to get it dirty, there are a number of devices available to determine when a plant needs to be watered. Some are battery-operated probes that you insert into the potting medium. These have an indicator needle on a gauge or a digi tal readout, either of which will help you deter mine the thickness of the dry potting medium. Other kinds of devices are little porous clay objects (some are shaped like little earthworms) that you insert into the potting medium. These turn dark when they are wet and light when they are dry; The plant portraits will give you specific guidelines on water needs for each plant.",
        "metadata": {
          "source": "Whats Wrong With My Houseplant Save Your Indoor Plants With 100 Organic Solutions (David C Deardorff, Kathryn B Wadsworth)",
          "credibility": "High",
          "category": "Care Instructions"
        }
    },
    {
        "id": "houseplant(wrongplants)_water_amplewater",
        "title": "Houseplant Water - Ample Water",
        "content": "Ample water. Plants that prefer ample water need to be watered when the top of the potting medium is dry to a depth of 0. 5 inch.",
        "metadata": {
          "source": "Whats Wrong With My Houseplant Save Your Indoor Plants With 100 Organic Solutions (David C Deardorff, Kathryn B Wadsworth)",
          "credibility": "High",
          "category": "Care Instructions"
        }
    },
    {
        "id": "houseplant(wrongplants)_water_moderate_water",
        "title": "Houseplant Water - Moderate water",
        "content": "Moderate water. Plants that prefer moderate water need to be watered when the top of the potting medium is dry to a depth of 1 inch.",
        "metadata": {
          "source": "Whats Wrong With My Houseplant Save Your Indoor Plants With 100 Organic Solutions (David C Deardorff, Kathryn B Wadsworth)",
          "credibility": "High",
          "category": "Care Instructions"
        }
    },
    {
        "id": "houseplant(wrongplants)_water_low_water",
        "title": "Houseplant Water - Low water",
        "content": "Low water. Plants that prefer low water need to be watered when the top of the potting medium is dry to a depth of 2 inches.",
        "metadata": {
          "source": "Whats Wrong With My Houseplant Save Your Indoor Plants With 100 Organic Solutions (David C Deardorff, Kathryn B Wadsworth)",
          "credibility": "High",
          "category": "Care Instructions"
        }
    },
    {
        "id": "houseplant(wrongplants)_water_watering_frequency",
        "title": "Houseplant Water - Frequency of watering",
        "content": "How frequently you need to water depends on plant requirements, on how porous your pots are, and other factors. Unglazed clay (terracotta) pots are porous. Water evaporates through the walls of these pots very well so they dry out pretty quickly. In garden jargon these pots are said to breathe. Plastic pots, or glazed ceramic, glass, or metal pots do not breathe. Their walls are impervious to water so the potting medium stays moist much longer than in unglazed clay pots; Ambient air temperature, humidity, and daylength also play a role with regard to frequency of watering. A houseplant's need for water goes up when the temperature goes up, or when it bursts into active growth, or begins to flower. On hot, dry summer days you need to water houseplants more frequently than on cool, moist winter days-even though the plants are inside the house and protected from temperature extremes; Another factor to consider with regard to watering your houseplants is the potting medium itself. A general-purpose potting medium is designed to absorb and retain sufficient moisture, to allow free water to drain away adequately, and also to provide ample air for good root growth. Some potting media, African violet mixes for example, are designed to retain a little more moisture than a general-purpose potting medium. Other potting media, such as a cactus mix or orchid bark, are designed not to retain much water; they are said to drain well.",
        "metadata": {
          "source": "Whats Wrong With My Houseplant Save Your Indoor Plants With 100 Organic Solutions (David C Deardorff, Kathryn B Wadsworth)",
          "credibility": "High",
          "category": "Care Instructions"
        }
    },
    {
        "id": "houseplant(wrongplants)_water_drainage",
        "title": "Houseplant Water - Provide drainage",
        "content": "As a general rule, never let a houseplant sit with the bottom of its pot in a puddle of water in its saucer for more than an hour or so. If the potting medium is moist (not soaking wet, not bone dry) then you're doing a good job. Water your plants until you see water begin to come out the drainage holes in the bottom of the pot, then stop watering. If the pot is propped up on pot feet or pebbles so that the bottom of the pot does not sit in a pool of water, you can let the water stand in the saucer. This standing water will help increase humidity. If your pot is not propped up on pot feet or pebbles, check back within 30 minutes to an hour. If there is any water left in the saucer, remove the saucer and discard the water. Put your plant back in the saucer and you're good to go until the next time you need to water.",
        "metadata": {
          "source": "Whats Wrong With My Houseplant Save Your Indoor Plants With 100 Organic Solutions (David C Deardorff, Kathryn B Wadsworth)",
          "credibility": "High",
          "category": "Care Instructions"
        }
    },
    {
        "id": "houseplant(wrongplants)_water_watering_cans",
        "title": "Houseplant Water - Watering Cans",
        "content": "A good watering can for most houseplants is small and has a very narrow spout. A bad watering can for houseplants is the big, 2- or 3-gallon, clunky one that you use outdoors in the garden, the one with the 3-inch-wide nozzle that has a couple dozen holes in it. Leave the clunky one in the garden and get a special one for your houseplants. It needs to be small and lightweight, with a narrow spout to control where the water goes. Stick the narrow nozzle of your little watering can down to the surface of the potting medium and pour the water on the medium, not the foliage. This is particularly important for African violets because their leaves are damaged if you drip water on them.",
        "metadata": {
          "source": "Whats Wrong With My Houseplant Save Your Indoor Plants With 100 Organic Solutions (David C Deardorff, Kathryn B Wadsworth)",
          "credibility": "High",
          "category": "Care Instructions"
        }
    }
]