[
    {
        "id": "houseplant(completeplants)_pests_basic",
        "title": "Houseplant Pests - Basic Information",
        "content": "Like other plants, houseplants are occasionally bothered by insects. When houseplants are moved outdoors in the summer, a number of insects, including various caterpillars, earwigs, and other critters that are seldom seen indoors, may breakfast on plant leaves or buds. Taking appropriate precautionary steps when bringing plants in following their outdoor summer vacation, as outlined on page 291, will greatly reduce the likelihood that you will see insects on your houseplants; Yet a few insects, including the eight described in detail here, have no trouble colonizing plants that never move from the places you select for them. In alphabetical order, these include aphids, earwigs, fungus gnats, mealybugs, scale, spider mites, thrips, and whiteflies. On page 278 you will find five insecticides that can be safely used to treat insect problems on houseplant; The most common way for any of these insects to gain entry to your home or office is by hitching a ride on new plants, where they may be hidden in crevices, or there may be one or two microscopic eggs attached to the underside of a leaf. For this reason, many people keep new plants separated from others for 3 to 4 weeks, during which time any lurking insect problems have ample time to become apparent. Isolating plants does not mean that you need to keep them in a separate room. A distance of 10 ft/3 m or so is sufficient to keep minor insect populations from moving from one plant to another, because insects seldom seek new host plants when they are satisfied with the one they have; The diversity of species among houseplants also gives you a degree of protection from insect epidemics. The insects described here can infest a number of different plants, but insects vary in their ability to digest the juices of specific plants. For example, if you have a dish garden in which the English ivy becomes infested with spider mites, you may find that dieffenbachia grown only a few inches away remains unaffected. So, when you must take steps to control insects that turn up on a certain species, it is seldom necessary to subject all of your plants to washing or spraying. Do, however, watch neighboring plants closely. If a new outbreak is going to occur on a previously unaffected plant, it will usually do so within a month; In addition to looking for insects, look for what they leave behind, which is tactfully referred to as honeydew. Most insects that infect house-plants suck plant juices, and their excrement is usually this sticky liquid. Leaves that show shiny patches or the presence of a sticky residue on surfaces near plants are evidence of feeding by sucking insects including aphids, mealybugs, scale, and some other species. If the insects have been present on the plant for some time, the honeydew darkens to what is called sooty mold. Both honeydew and sooty mold can be cleaned off with warm, soapy water and a soft cloth, but controlling the insects that created the mess often requires more extensive efforts; Plants that have had more than half of their leaves damaged by insects are often not worth saving. However, if the plant can be propagated from a stem cutting and you find a stem that appears insect free, you can try rooting the cutting as described on page 299. This is often the best way to retain a beloved plant that has been ravaged by insects.",
        "metadata": {
          "source": "The Complete Houseplant Survival Manual Essential Know-How for Keeping (Barbara Pleasant)",
          "credibility": "High",
          "category": "Troubleshooting"
        }
    },
    {
        "id": "houseplant(completeplants)_pests_aphids",
        "title": "Houseplant Pests - Aphids",
        "content": "Description: Where there is one aphid, there are many more, because these tiny sucking insects always appear in groups. They can hitch rides indoors on plants, people, or pets, and because female aphids are born pregnant, they quickly form colonies when they find a suitable host plant. Many plants can host aphids, which are most commonly found on tender young leaf tips, the undersides of new leaves, or the buds of blooming houseplants. Because aphids suck plant juices, infested stems and leaves often are curled or distorted; Most aphids are less than in /. 3 cm long, round or oval in shape, with colors that range from green to yellow to red. Some aphids develop wings, while others do not. When many aphids feed on a plant, they leave behind a sticky residue that makes leaves shiny and often causes gummy specks to form on tabletops and floors beneath infested plants; Aphids are usually found in dense colonies, feeding on tender new growth at stem tips. Pinch off heavily infested stems before trying other control measures. Control: Fortunately, aphids are not difficult to control. The first thing to do is clip off stem tips that are heavily infested. If only a few aphids are present, you can remove them with a cotton swab dipped in alcohol. For more serious infestations on large plants, clean the plants thoroughly in a lukewarm shower or take them outdoors and spray them with a fine spray from the hose. The spray will dislodge many aphids, though some will survive hidden away in leaf crevices. You can get these stowaways by repeating the procedure after a few days. Very small plants can be cleaned by dipping them in a sink of soapy water after first enclosing the container and soil in a tightly wrapped plastic bag. Insecticidal soap kills aphids quickly and easily, so it is a good idea to make a practice of spraying all plants kept outdoors in summer with a dilute soap spray before you bring them indoors in the fall.",
        "metadata": {
          "source": "The Complete Houseplant Survival Manual Essential Know-How for Keeping (Barbara Pleasant)",
          "credibility": "High",
          "category": "Troubleshooting"
        }
    },
    {
        "id": "houseplant(completeplants)_pests_cyclamen_mites",
        "title": "Houseplant Pests - Cyclamen Mites",
        "content": "Description: ANOTHER MITE PEST, much smaller than spider mite, sometimes causes leaves and flowers of African violets, begonias, cyclamens, and gloxinias to become dwarfed and distorted. Cyclamen mites are very difficult to see, and extremely hard to control. When new leaves and flowers of any of these plants appear streaked, curled, and distorted, isolate the plant immediately and consider disposing of it. Control: The best way to kill cyclamen mites is to submerge the plant's foliage in 110°F water for 15 minutes - but keep in mind that this sometimes kills the plant as well.",
        "metadata": {
          "source": "The Complete Houseplant Survival Manual Essential Know-How for Keeping (Barbara Pleasant)",
          "credibility": "High",
          "category": "Troubleshooting"
        }
    },
    {
        "id": "houseplant(completeplants)_pests_earwigs",
        "title": "Houseplant Pests - Earwigs",
        "content": "Description: The pincers found on these prehistoric-looking insects look scary, but they are much too weak to penetrate human skin. There is also no truth to the old superstition that earwigs crawl into sleeping people's ears and eat their brains. It is a fact that earwigs are attracted to the cool dampness on the undersides of flower pots. They are most often seen on plants shifted outdoors in summer, but sometimes earwigs sneak indoors and find safe havens beneath houseplant containers. Earwigs rarely cause serious damage to plants, though they will eat roots and leaves rather than starve to death; A cigar-sized roll of damp newspaper placed next to plants is an easy way to capture earwigs, which are most active at night. Control: Indoor conditions are usually too dry for earwigs, so they do not reproduce indoors. You can gather them with a vacuum cleaner if you don't want to touch them, or you can trap them. Roll a piece of newspaper into a hollow, cigarsized roll held tight with rubber bands, dampen it well, and place it where earwigs have been seen. At night, the earwigs will crawl inside the tube, and you can dispose of it first thing in the morning. Earwigs are also easy to trap in small sticky traps, such as those used to capture ants, roaches, spiders, and other small insects. Sticky traps are widely available at supermarkets and discount stores. Be sure to place them out of the reach of children and small pets.",
        "metadata": {
          "source": "The Complete Houseplant Survival Manual Essential Know-How for Keeping (Barbara Pleasant)",
          "credibility": "High",
          "category": "Troubleshooting"
        }
    },
    {
        "id": "houseplant(completeplants)_pests_fungus_gnats",
        "title": "Houseplant Pests - Fungus Gnats",
        "content": "Description: When you notice slender, dark gray -⅛ in/. 2-. 4 cm long flies flitting about atop the soil in a houseplant, or when tiny flies congregate in warm windows or near your favorite reading light, you know you have a problem with fungus gnats. Often fungus gnats sneak indoors through open doors or windows and then breed in the damp soil of houseplant containers. Adults may lay 300 eggs at a time, which hatch a week later into tiny, threadlike larvae. The larvae feed on rotting vegetation in the soil as well as on tiny plant roots. After feeding for 2 weeks, they pupate into adults. Plants growing in severely infested soil appear weak, grow poorly, and often shed older leaves. Control: The first thing to try is to allow the soil to dry out between waterings, because fungus gnats need constant moisture. If problems persist, try trapping the adults and larvae. Adults are attracted to yellow sticky traps placed near lights. Attach a piece of yellow plastic or poster board to a wooden skewer or stick, coat it with petroleum jelly, and install it in an infested houseplant placed near a lamp, like a gnat-catching flag. An old remedy for trapping the larvae involves pushing slices of raw potato into the soil, which attract the larvae. Gather the potato pieces and dispose of them every 2 days. As a last resort, repot the plant in fresh soil; Fungus gnats that defy these control measures can be quickly eradicated by drenching the soil with a special strain of Bacillus thuringiensis (Bt israelensis), which is sold as Gnatrol. This product is widely used in commercial greenhouses, and it is safe and effective; Make sticky traps for fungus gnats by coating a small piece of yellow plastic or poster board with petroleum jelly.",
        "metadata": {
          "source": "The Complete Houseplant Survival Manual Essential Know-How for Keeping (Barbara Pleasant)",
          "credibility": "High",
          "category": "Troubleshooting"
        }
    },
    {
        "id": "houseplant(completeplants)_pests_mealybugs",
        "title": "Houseplant Pests - Mealybugs",
        "content": "Description: Numerous houseplants are subject to attack by these strange sucking insects, which are often brought into homes and offices on infested plants. Mealybugs are experts at hiding in small nooks where leaves join stems, and some species feed on plant roots. Adult mealybugs are ⅛-⅜ in/. 2-. 9 cm across, and look like whitish cottony blobs, which loosely attach themselves to stems, leaves, or roots. They weaken plants by sucking plant juices. The white coating on the adults, nymphs, and eggs protects them from sprays with water or pesticides, so the best way to control them is by hand; Mealybugs are easily removed by hand. Use a cotton swab dipped in rubbing alcohol, which usually kills the uncollected mealybugs. Or, pick them from plant stems and leaves with tweezers. Control: Begin by using a fingernail, toothpick, or cotton swab dipped in rubbing alcohol or vegetable oil to dislodge and collect all the mealybugs you can find. Pay close attention to the places where leaves are attached to stems, which is a favorite place for mealybugs to hide. Repeat this procedure weekly until the plant is free of mealy-bugs. If the plant tolerates insecticidal soap, a thorough spray will often kill any mealybugs you missed. African violets, cacti, and some other house-plants are attacked by mealybugs that feed on plant roots. Sometimes you can find root-feeding mealybugs on the bottom of the pots, or you can allow the roots to dry a bit and then tap the plant out to inspect its roots. If mealybugs are present, gently repot the plant in clean soil and then take it outdoors and drench the roots (but not the leaves) with an insecticide such as carbaryl. When any type of mealybug problem develops in greenhouses, a natural predator called the mealybug destroyer is often released, and it does a good job of hunting down and killing mealybugs. However, using this small black lady beetle is not practical in homes and offices unless a large collection of plants is seriously infested with the pest.",
        "metadata": {
          "source": "The Complete Houseplant Survival Manual Essential Know-How for Keeping (Barbara Pleasant)",
          "credibility": "High",
          "category": "Troubleshooting"
        }
    },
    {
        "id": "houseplant(completeplants)_pests_scale_insects",
        "title": "Houseplant Pests - Scale Insects",
        "content": "Description: Scales are bizarre little insects that attach themselves to plants and suck plant juices. Most species are exclusively female. When males do occur, they do not have mouths, and therefore live but for a short time. Once a juvenile scale attaches itself to a leaf or stem with its needlelike mouthparts, it seldom moves. Instead, it grows larger, exudes a waxy coating that forms a helmetlike shell, and bears hundreds of young, all in one place; Several species of scale infest houseplants, including a few that normally live on outdoor trees and shrubs in mild climates. Others are tropical species that inhabit greenhouses where houseplants are grown commercially. Wherever they come from, scales are formidable houseplant pests. They can infest hundreds of different types of plants, but tend to be most troublesome on ficus and ferns; The evidence of scale infestation is easy to detect. Affected leaves or stems may be weak and slightly yellow, and there is often a sticky substance on the table or floor beneath the plants. This is honeydew excreted by the scale as they feed on plant juices. Most scale are found on stems or leaf undersides, especially near the central leaf vein. They may be brown, gray, or black bumps, which are often shaped like flattened discs. Fully grown adults range from -⅛ in/. 2-. 4 cm in diameter. Juvenile scales, called crawlers, do move about, but they are so small that they are very difficult to see; Use a soft cloth dipped in warm, soapy water to remove scale from leaves and stems. Control: Practice prevention of this pest by thoroughly cleaning any ferns or ficus that spend the summer outdoors before moving them back indoors for the winter. Treating plants with insecticidal soap a week or two before they are brought indoors is an excellent preventive practice. Some ferns are damaged by soap, so test a sample frond before treating the entire plant; Should you discover scale on any houseplant, your first line of defense is to attempt to clean it by hand using a soft cloth dipped in warm, soapy water. Although this is laborious, it is worthwhile if the infestation is light and you value the plant. On cactus and other untouchable plants, use a cotton swab dipped in soapy water or oil to remove scale; After removing as many scales as you can, treat the plants with insecticidal soap, and then place them in a shady place to rest. Another option is to use horticultural oil, which smothers scale insects. Whether you use soap or oil, repeat the application 10 days later to kill scales that may have escaped the first treatment. If you tried to clean away scale by hand and were unsuccessful, you will probably have better luck after you have given the plants a thorough spray with insecticidal soap. You'll find that dead scale are easier to remove than live ones; Several chemical insecticides can be used on scale that persists despite treatment with insecticidal soap or oil and hand cleaning, but be sure to check a sample leaf first to make sure that the plant can tolerate the chemical. Soap sprays cannot be used on palms, so when a large palm becomes infested with scale, a systemic insecticide containing imidacloprid is often the best solution.",
        "metadata": {
          "source": "The Complete Houseplant Survival Manual Essential Know-How for Keeping (Barbara Pleasant)",
          "credibility": "High",
          "category": "Troubleshooting"
        }
    },
    {
        "id": "houseplant(completeplants)_pests_spider_mites",
        "title": "Houseplant Pests - Spider Mites",
        "content": "Description: Perhaps the most dreaded pests of houseplants, spider mites are not true insects, but are more closely related to spiders and ticks. Spider mites damage plants by piercing the leaves with needle-sharp mouthparts and then sucking out plant juices. They congregate on the undersides of plant leaves, where they may not be seen until the plant is seriously infested. Mite-laden leaves may show numerous yellow pinpricks, or they may be dry and limp while still green. Left uncontrolled, spider mites can kill their first victim and then spread to other nearby plants; Spider mites cannot hurt people or pets, however, because they are so very tiny. Most adults are only in/. 05 cm long, so you would need a 15× magnifying glass to see them. Under magnification, spider mites may be green, yellow, red, black, or colorless. Without a magnifying glass, you can usually see faint silky webbing on the undersides of badly infested leaves. Also, if you tap or brush the underside of an infested leaf over a white piece of paper, you may be able to see miniscule moving dots. Control: Spider mites usually gain entry to homes and offices on new plants, so it's always a good idea to keep new plants isolated from others for a couple of weeks. In dish gardens, sometimes one plant will have spider mites, but the others will be okay. This is usually because the infested plant was stressed in some way, which left it easy prey for the mites. Weak plants have more problems with spider mites than healthy ones; Early detection is a challenge, but light infestations of spider mites are much easier to treat than severe ones. Spider mites multiply rapidly, with eggs hatching only 3 days after they are laid. A complete life cycle, from egg to egg-laying adult, can pass in only 2 weeks. Very dry conditions encourage spider mites, so they are often seen in winter, when plants struggle in dry, heated rooms. Misting plants regularly or setting them on beds of pebbles that are kept damp helps to prevent problems with spider mites; Early control is crucial with spider mites, which can infest a broad range of houseplants. By the time you see faint webbing on leaf undersides, the mite population is dangerously high; How you control spider mites depends on the size and value of the affected plant, and how much you want to keep it. Small, inexpensive plants that have come into your life casually are best disposed of, because in the time it takes to bring the mites under control they could spread to more significant houseplants. However, if only some parts of the plant are infested, promptly clip them off and dispose of them in a sealed plastic bag. Then treat the remainder of the plant with insecticidal soap or the soap-oil spray described on page 275. Repeat at least twice at 5-day intervals to make sure you kill new mites that hatch from eggs hidden in leaf crevices or beneath bits of webbing; Do not attempt to control spider mites with pesticides. They often do not work, and mites rapidly become resistant to them. If you have a very large collection of houseplants that are affected by spider mites, you might consider releasing beneficial mite predators to bring spider mites under control. This solution is often used in greenhouses, and it is very effective. See Resources on page 337 for companies that sell beneficial mites.",
        "metadata": {
          "source": "The Complete Houseplant Survival Manual Essential Know-How for Keeping (Barbara Pleasant)",
          "credibility": "High",
          "category": "Troubleshooting"
        }
    },
    {
        "id": "houseplant(completeplants)_pests_thrips",
        "title": "Houseplant Pests - Thrips",
        "content": "Description: These tiny, sucking insects are not extremely common on houseplants, but occasionally they manage to proliferate into bothersome populations. Generalized feeders commonly seen on garden flowers, thrips can come indoors on plants, people, and pets. Once confined to your house, they have no choice but to feed on the only food available to them, your houseplants; Thrips are quite tiny, seldom growing to more than 1/16 in /. 16 cm long. Adults look like dark-colored shards or bits of thread, while young thrips are usually yellowish brown. Thrips feed on both leaves and flowers. Leaves that are infested with thrips often show silvery streaks where the thrips rasp into leaf tissue before inserting their strawlike mouthparts to suck plant juices. When an infestation is severe, the leaf may pucker or curl around the thrips, and you often can see sprinklings of black feces, which look like finely ground black pepper. When thrips feed on flowers, the petals show dark spots or blotches; To positively identify thrips, shake the plant over a piece of white paper and look for tiny moving slivers. With a very strong magnifying glass (16x or better), you may be able to see feathery wings on the largest thrips. Control: The easiest way to control thrips is to wash them off plants with a fine spray of water. This is best done outdoors or in the shower, and it's a good idea to rinse the plant again after a few days. Should the problem persist, spray the plant with insecticidal soap. Several widely available pesticides kill thrips, including carbaryl. Sticky traps are also a good option. You can make your own sticky trap by coating a piece of blue cardboard or plastic with petroleum jelly or motor oil and installing it in an infested plant like a little flag. While many other pests are attracted to yellow sticky traps, thrips are drawn to bright blue.",
        "metadata": {
          "source": "The Complete Houseplant Survival Manual Essential Know-How for Keeping (Barbara Pleasant)",
          "credibility": "High",
          "category": "Troubleshooting"
        }
    },
    {
        "id": "houseplant(completeplants)_pests_whiteflies",
        "title": "Houseplant Pests - Whiteflies",
        "content": "Description: When you are faced with an infestation of whiteflies, you usually know it, because little gnatlike creatures swarm into the air when you water your plants. These are adult whiteflies, which usually grow to about 1/16 in /. 16 cm long and have four powdery wings. If you then use a magnifying glass to inspect leaf undersides, you may find barely visible eggs, crawlers (larvae), and pupae, all of which are very tiny and yellowish in color. Infested leaves are often pale and drooping from having their juices removed by feeding whiteflies; Whiteflies that infest houseplants can feed on more than 60 species of plants. They may find your plants while the latter are outdoors in the summer, or you may accidentally bring them in when you adopt a new plant. Early intervention is important, because whiteflies reproduce and spread quickly. A complete life cycle can pass in only 40 days. Control: Begin treatment by removing badly infested leaves, which probably will not recover from the feeding done by these sucking insects anyway. Then rinse the plant thoroughly, and follow up with a spray of insecticidal soap if the plant can tolerate soap sprays. Very delicate plants can be sprayed with a mixture of 4 parts water to 3 parts rubbing alcohol. Repeat this treatment every 7 to 10 days to make sure that no whiteflies survive; Whiteflies feed by sucking plant juices, so infested leaves often appear pale or limp; Once you have had whiteflies, it's a good idea to monitor all plants for several months by using yellow sticky traps. Whiteflies are attracted to yellow. You can buy yellow sticky traps made for use with houseplants, or you can make your own by cutting yellow margarine tubs or other yellow plastic containers into 2 in/5 cm pieces, or you can use yellow cardboard. Attach the traps to wood skewers and coat them with motor oil or petroleum jelly. Either of these substances is sticky enough to catch tiny whiteflies. If even a few are detected, inspect all plants thoroughly and immediately take steps to bring them under control.",
        "metadata": {
          "source": "The Complete Houseplant Survival Manual Essential Know-How for Keeping (Barbara Pleasant)",
          "credibility": "High",
          "category": "Troubleshooting"
        }
    },
    {
      "id": "houseplant(completeplants)_pests_tips_1",
      "title": "Houseplant Pests - More tips part 1",
      "content": "1. IN ADDITION TO USING your eyes to inspect plants for insect activity, you can also use your breath. Breathing on plants sometimes causes still insects to move in response to the carbon dioxide in your breath. And, since carbon dioxide is used by plants (they convert it to oxygen), blowing on them gently is a nurturing gesture as well. 2. SOME HOUSEPLANT PESTS can gain entry to your home or office on people or pets. Once inside, they may get lucky and settle in on hospitable plants. Never give them a helping hand by dusting plants with a feather duster, which can be like a rapid-transit system for spider mites or baby mealybugs. Instead, clean dusty plants by hand or spray them off in a shower. Clean plants one at a time, rinsing your cloth or sponge and replacing water in your pail between plants. This is the best way to avoid transferring insects or eggs from one plant to another.",
      "metadata": {
        "source": "The Complete Houseplant Survival Manual Essential Know-How for Keeping (Barbara Pleasant)",
        "credibility": "High",
        "category": "Troubleshooting"
      }
    },
    {
      "id": "houseplant(completeplants)_pests_tips_2",
      "title": "Houseplant Pests - More tips part 2",
      "content": "3. SOAP SPRAYS AND DIPS, or gently wiping leaves with warm, soapy water, is the least toxic way to control most houseplant insects. Soap controls insects by coating them with fatty acids. It has no residual effect, so repeat applications often are needed. Most commercial insect control sprays marketed for use on houseplants are based on soap, or you can use the same insecticidal soap you use to control insects in your vegetable garden; Many people use dishwashing liquid mixed with lukewarm water at the rate of 1 tsp/5 ml per 1 qt/. 946 l of water. While dishwashing liquids may do a good job, they can also pose risks, since they include fragrances, antibacterial agents, and other chemicals that may damage plant leaves. Never use laundry detergent or detergents made for use in dishwashers in homemade plant sprays, because they are much too harsh for plants; A few plants are sensitive to soap. If plants droop a few hours after being sprayed with a soap solution, immediately rinse them off with lukewarm water. Never allow plants that have been sprayed with soap to sit in bright sun. Soap sprays may temporarily interfere with the protective cutin layer on leaf surfaces, making them more susceptible to leaf scorch. 4. PESTICIDES that are placed in the soil and then taken up by plants are called systemic pesticides, because they introduce a toxin into the entire plant system. Insects that feed on treated plants are poisoned as they take in the plant's juices. Systemic pesticides are an effective way to treat scale problems that do not respond to simpler strategies, and they are sometimes used to control other sucking insects, too. However, when you use a systemic pesticide, you are bringing a toxic substance into a closed indoor environment. It is therefore important to read the product's label carefully. Older systemic pesticides often used as their active ingredient disulfoton, which is extremely toxic. Most newer products are based on imidacloprid, which is much less toxic to people, earthworms, and birds. It is included in some potting soils and combination ready-to-use pest control sprays that are safe to use indoors. Read the label, because concentrated forms of imidacloprid-based pesticides should be applied outdoors rather than indoors. Move the plant outdoors for treatment, and allow the spray to dry completely before bringing the plant back inside. Also remember that systemic pesticides should never be used on edible plants. 5. Soap-Oil Treatment gives good control of light to moderate infestations of spider mites. First, give the plants a shower, which will dislodge and remove many of the mites. When spraying the mixture, be sure to thoroughly cover leaf undersides; With small plants, such as African violets, it is often more practical to use this solution as a dip. To do this, fill a sink or roomy bucket with the solution, making sure that the water you use is warm. Wrap the container and soil snugly in a plastic bag, taping the edges around the base of the plant with cellophane tape, in order to keep the soap and oil from getting into the potting soil. Hold the plant by the base and swish it through the solution gently until the entire plant is thoroughly soaked. Shake off the excess, and allow the plant to dry before removing the plastic; INGREDIENTS: I. 1 tablespoon/15 ml dishwashing liquid (do not use laundry detergent or dishwasher detergent) II. 1 tablespoon/15 ml vegetable oil, such as canola or corn oil III. 2 quarts/2l lukewarm water 6. THE DAMAGE TO PLANT LEAVES caused by thrips and spider mites often looks similar, but only spider mites create a webby habitat on leaf undersides. Tap an infested leaf over a piece of white paper to correctly identify these pests. Thrips are dark slivers, while spider mites are tiny moving dots. If spider mites are present, use insecticidal soap only, and do not use chemical pesticides, which can make the problem worse; To confirm the presence of thrips, shake the suspicious leaf or blossom over a piece of white paper, and look for tiny, moving, shard-shaped creatures.",
      "metadata": {
        "source": "The Complete Houseplant Survival Manual Essential Know-How for Keeping (Barbara Pleasant)",
        "credibility": "High",
        "category": "Troubleshooting"
      }
    },
    {
      "id": "houseplant(completeplants)_pests_tips_3",
      "title": "Houseplant Pests - More tips part 3",
      "content": "4. PESTICIDES that are placed in the soil and then taken up by plants are called systemic pesticides, because they introduce a toxin into the entire plant system. Insects that feed on treated plants are poisoned as they take in the plant's juices. Systemic pesticides are an effective way to treat scale problems that do not respond to simpler strategies, and they are sometimes used to control other sucking insects, too. However, when you use a systemic pesticide, you are bringing a toxic substance into a closed indoor environment. It is therefore important to read the product's label carefully. Older systemic pesticides often used as their active ingredient disulfoton, which is extremely toxic. Most newer products are based on imidacloprid, which is much less toxic to people, earthworms, and birds. It is included in some potting soils and combination ready-to-use pest control sprays that are safe to use indoors. Read the label, because concentrated forms of imidacloprid-based pesticides should be applied outdoors rather than indoors. Move the plant outdoors for treatment, and allow the spray to dry completely before bringing the plant back inside. Also remember that systemic pesticides should never be used on edible plants. 5. Soap-Oil Treatment gives good control of light to moderate infestations of spider mites. First, give the plants a shower, which will dislodge and remove many of the mites. When spraying the mixture, be sure to thoroughly cover leaf undersides; With small plants, such as African violets, it is often more practical to use this solution as a dip. To do this, fill a sink or roomy bucket with the solution, making sure that the water you use is warm. Wrap the container and soil snugly in a plastic bag, taping the edges around the base of the plant with cellophane tape, in order to keep the soap and oil from getting into the potting soil. Hold the plant by the base and swish it through the solution gently until the entire plant is thoroughly soaked. Shake off the excess, and allow the plant to dry before removing the plastic; INGREDIENTS: I. 1 tablespoon/15 ml dishwashing liquid (do not use laundry detergent or dishwasher detergent) II. 1 tablespoon/15 ml vegetable oil, such as canola or corn oil III. 2 quarts/2l lukewarm water 6. THE DAMAGE TO PLANT LEAVES caused by thrips and spider mites often looks similar, but only spider mites create a webby habitat on leaf undersides. Tap an infested leaf over a piece of white paper to correctly identify these pests. Thrips are dark slivers, while spider mites are tiny moving dots. If spider mites are present, use insecticidal soap only, and do not use chemical pesticides, which can make the problem worse; To confirm the presence of thrips, shake the suspicious leaf or blossom over a piece of white paper, and look for tiny, moving, shard-shaped creatures.",
      "metadata": {
        "source": "The Complete Houseplant Survival Manual Essential Know-How for Keeping (Barbara Pleasant)",
        "credibility": "High",
        "category": "Troubleshooting"
      }
    }
]