[
    {
      "id": "houseplant(completeplants)_cleaning_basic",
      "title": "Houseplant Cleaning - Basic Information",
      "content": "Beyond regular grooming, one of the simplest ways to improve the appearance of your plants is to keep them clean. Like other indoor surfaces, plant leaves often collect dust, though they also filter dust from the air through their transpiration processes. Removing this dust helps the plants by improving photosynthesis and transpiration. Once-popular leafshine products make leaves extra glossy, but, like dust, they can block the leaf pores, making it difficult for plants to exchange gases and release moisture. Instead of using commercial waxes, try using a half-and-half mixture of milk and water to bring out the sheen in naturally shiny plant leaves; Wait until after your plants are clean and dry to wipe containers with a soapy cloth to remove dirt and fingerprints. This is also a good time to rinse out drainage trays - the final step in giving your entire indoor garden an orderly facelift.",
      "metadata": {
        "source": "The Complete Houseplant Survival Manual Essential Know-How for Keeping (Barbara Pleasant)",
        "credibility": "High",
        "category": "Care Instructions"
      }
    },
    {
        "id": "houseplant(completeplants)_cleaning_fine_foliage_plant",
        "title": "Houseplant Cleaning - Fine Foliage Plant",
        "content": "Plants with finer foliage can be cleaned with a gentle spray of water. In summer, it is usually easiest to take plants outdoors, set them in a shady spot, and spray them from all sides with a very fine spray of water. (If the pots need to be leached to remove excess salts, both tasks can be accomplished at the same time. ) To allow time for especially nasty deposits of dirt to soften, wait 10 minutes or so after the first shower and then spray plants again. Gently shake off water and allow the plants to dry in a place protected from strong sun before returning them to their usual place; If you must clean plants indoors, you can invite them into your shower or set them in a bathtub or sink and clean them with water from a spray bottle. Direct spray from a bathroom shower is often too harsh for houseplants, so the spray bottle method is usually best. Adding a few drops of dishwashing liquid to a quart of water in the spray bottle helps loosen dirt and dust so it floats off easily. Be sure to rinse cleaned plants well with lukewarm water before shaking off water droplets and returning plants to their places; To clean the foliage of plants with hairy or finely cut leaves, tape a plastic produce bag over the pot and soil, then swish the foliage in a pan of warm water. It helps to loosen the dirt if you mix a few drops of dishwashing liquid into the water; With some plants, such as ferns or others with fine leaf hairs that trap dust (velvet plant [Gynura] and piggy-back plant [Tolmiea] are two examples), you may want to submerge the foliage in warm, soapy water to get them clean. To avoid unnecessary mess, enclose the container and the base of the plant in a plastic bag, firmly taped in place. Fill a deep sink with lukewarm water with a small amount of dishwashing liquid added, and hold the plant upside-down while swishing it through the water. Allow the plant to drip dry before shifting it back into bright light.",
        "metadata": {
          "source": "The Complete Houseplant Survival Manual Essential Know-How for Keeping (Barbara Pleasant)",
          "credibility": "High",
          "category": "Care Instructions"
        }
    },
    {
        "id": "houseplant(completeplants)_cleaning_hairy_foliage_plant",
        "title": "Houseplant Cleaning - Hairy Foliage Plant",
        "content": "African violets and other plants with hairy leaves can be submerged, or you can use a soft paintbrush to sweep dust and debris from the leaves. African violets and some other hairy-leafed plants will develop leaf spots if water droplets do not dry promptly, or if the plant is exposed to bright sunlight while the leaves are wet. After cleaning, shake off excess moisture and turn on a gentle fan, which will circulate air and speed drying time; To clean spiny cacti, use a cotton swab to remove dirt and dust that persists after the plants have been sprayed with water; To prevent bruising of leaves, and to do a better job of cleaning leaf crevices, support the back of a leaf with one hand while sponging or wiping the other side. Be sure to clean both sides, because many pests hide on leaf undersides.",
        "metadata": {
          "source": "The Complete Houseplant Survival Manual Essential Know-How for Keeping (Barbara Pleasant)",
          "credibility": "High",
          "category": "Care Instructions"
        }
    },
    {
        "id": "houseplant(completeplants)_cleaning_large_foliage_plant",
        "title": "Houseplant Cleaning - Large Foliage Plant",
        "content": "Although it's a slow process, the best way to clean large-leafed plants is to do it by hand, one leaf at a time. Use a soft cloth or sponge and a pail of warm, soapy water, and support one side of the leaf with one hand while you wipe over the surface with the other. Clean both the top and undersides of each leaf. Along with dust and dirt, you may find yourself wiping up light infestations of spider mites and other tiny insects from leaf undersides. Don't hurry, because this can be a very enjoyable chore that gives amazing results. Scientists have pointed out that such intimate contact between plants and their keepers benefits both parties. As you gently work them over, your plants are bathed in your breath, which is rich in the carbon dioxide they crave.",
        "metadata": {
          "source": "The Complete Houseplant Survival Manual Essential Know-How for Keeping (Barbara Pleasant)",
          "credibility": "High",
          "category": "Care Instructions"
        }
    }
]