[
    {
        "id": "houseplant(completeplants)_propagation_basic",
        "title": "Houseplant Propagation - Basic Information",
        "content": "Many houseplants are so easily propagated that they can become your lifelong friends. It is also gratifying to propagate plants to share, and sometimes you may want to launch into a propagation project out of a sense of adventure. When you see roots emerging from stems looking for a place to go, or when you're pruning off stem tips to improve a plant's shape, it is fun to go to the next step and grow a new plant; Understanding the botanical processes behind the transformation from stem or leaf to a nicely rooted new plant makes propagation less mystifying. In the course of normal growth, plants develop specialized cells that become roots, stems, leaves, and flowers. Along with these purposeful cells, plants lay down a safety cache of more versatile cells, which can morph into specialized cells should the plant's welfare be threatened. An excellent example is what happens when you propagate a new plant from the base of an African violet leaf. The base of the leaf stem, or petiole, is stocked with cells capable of developing into roots and leaf buds, and if conditions are right, this is exactly what happens; With all plants, the art of successful propagation involves coaxing these latent cells to action. The individual plant's anatomy will suggest to you the best method to try; these anatomical features and the propagation methods that best suit them are discussed in detail in the following pages. Consult the plant profiles in Parts 1 and 2 as well to learn the best propagation methods for individual species. The six most common methods of propagating houseplants - rooting stem cuttings, rooting petiole leaf cuttings, simple layering, air layering, division, and seeds - are described in detail in the following pages; None of these methods is extremely difficult, though patience is often required. And, although you may occasionally propagate a plant as an emergency measure to save its life, it is always best to get plants into the best possible condition before propagating them. If you want to propagate a plant that has been neglected, give it a few weeks of regular water, fertilizer, and appropriate light before beginning the propagation process; As for timing, there are many exceptions, but spring is usually the best season to undertake propagation projects. Houseplants respond to the long, sunny days of spring and summer by producing new stems and leaves, so plants propagated in spring have the best opportunity to make fast, steady new growth. Propagate flowering houseplants when they are not in bloom, because plants in flowering mode are controlled by hormones that tell the plant to channel its resources toward the production of buds and blossoms, usually at the expense of new foliar growth; MOST HOUSEPLANT GROWERS rarely, if ever, grow new plants from seed, but learning the basics of other means of propagation - especially rooting stem cuttings and division - is often necessary to prolong the lives of beloved plants. There are houseplants that are nearly impossible to propagate at home (for example, Norfolk pine and some palms), but most other houseplants need their keepers to take appropriate action when they become overgrown or are in need of a new mass of roots. Enter into any propagation project with a hopeful attitude and pay attention to small details, and you will probably be successful.",
        "metadata": {
          "source": "The Complete Houseplant Survival Manual Essential Know-How for Keeping (Barbara Pleasant)",
          "credibility": "High",
          "category": "Care Instructions"
        }
    },
    {
        "id": "houseplant(completeplants)_propagation_stem_cuttings",
        "title": "Houseplant Propagation - Stem Cuttings",
        "content": "Most plants that develop leaves attached to linear stems can be propagated by rooting 3-4 inches or 7. 5-10 cm-long cuttings taken from the tips of the stems. You also can root sections of the stem other than the tips. This is often done with plants that develop canelike stems or that have stems liberally endowed with nodes, such as rosemary. Whether you are working with stem tips or stem sections, the places that will develop new roots and leaves are the nodes - the places where the leaves attach to the stems. Nodes contain a good supply of cells that can grow into roots if needed to ensure the plant's survival; The growth of these cells can be stimulated by plant hormones, called auxins, which are readily available in rooting powder. All garden centers sell rooting powder, usually packaged in small plastic jars. Stem cuttings that are set to root must quickly develop roots or they rot, and using rooting powder greatly increases the chances that the former, rather than the latter, will occur. With remarkably willing rooters, such as Swedish ivy, rooting powder is not necessary; Rotting is also less likely if the cuttings are set into a medium that does not support the growth of fungi. Three such mediums are seed-starting mix, which is usually comprised of vermiculite and peat moss; plain perlite; or a half-and-half mixture of peat moss and sand. A few plants prefer one medium over another, but most plants root equally well in any of the three.",
        "metadata": {
          "source": "The Complete Houseplant Survival Manual Essential Know-How for Keeping (Barbara Pleasant)",
          "credibility": "High",
          "category": "Care Instructions"
        }
    },
    {
        "id": "houseplant(completeplants)_propagation_stem_cuttings_procedure",
        "title": "Houseplant Propagation - Stem Cuttings Procedure",
        "content": "The procedure for stem cuttings is simple, but success is never guaranteed. It's a good idea to stick more cuttings than you need, because some of them may fail when microorganisms enter the cutting. Most plants with soft, fleshy stems root best when the cutting is set to root immediately after being taken from the parent plant, but succulents and semi-succulent plants sometimes root better if the cut surface is allowed to callus for one to several days before it is set to root; After the third week of stem cuttings, take off the plastic cover, but continue to mist the cuttings daily and keep them out of bright light. Remove and dispose of any cuttings that have obviously died (the stems will be black or shriveled). By the third week, you may see signs of new growth in some of the cuttings. If so, move them to a place where they will get a little more light, and begin mixing a small amount of fertilizer into the water used to replenish the moisture in the containers; Most stem cuttings will begin to root in 3 to 4 weeks, but some plants may need 2 months or more before they are ready to be potted into regular potting soil. Use the appearance of new growth as your guide. You can also test for the presence of roots by gently pulling on the cutting. A bit of resistance means that roots have anchored the cutting in the rooting medium. Ideally, stem cuttings set to root in late spring will show obvious new growth by midsummer, at which time they can be transplanted to small containers filled with an appropriate potting soil. Rapidly growing rooted cuttings may need to be repotted again after a few months. The following is the procedure of stem cuttings: 1. Cleanliness counts when handling cuttings. Wash your hands before filling small, clean containers with your medium of choice, dampen the medium well, and use a chop-stick or skewer to make holes for the cuttings. 2. Sterilize a sharp knife or pair of scissors by dipping it in boiling water for several seconds. Allow your cutting instrument to cool before severing a healthy stem just below a node. 3. Remove all but the topmost leaves from the cutting. Dip the cut end in water, then dip it in rooting powder, tap off the excess, and poke it into its prepared hole. (To avoid contaminating the rooting powder in its original container, pour out the amount you'll need into a small saucer or cup, then dispose of any excess. ) 4. Use your fingers to make sure the medium is in good contact with the stem. 5. For the first 2 weeks after setting any type of cuttings to root, enclose them in a plastic bag, container and all, and place them where they will receive no direct sunlight. A plastic bag or other humidity chamber is needed because, until they develop roots, the cuttings have no way to replenish moisture lost through the leaves. A translucent plastic bag held aloft with sticks works great for individual containers, or you can place several containers together in a small box and cover the top with a piece of plastic. 6. Each morning, remove the plastic and lightly mist the cuttings. In warm weather, check them again in the afternoon. Add water to the containers only if the medium appears to be drying out. Try to keep it lightly moist but not extremely wet.",
        "metadata": {
          "source": "The Complete Houseplant Survival Manual Essential Know-How for Keeping (Barbara Pleasant)",
          "credibility": "High",
          "category": "Care Instructions"
        }
    },
    {
        "id": "houseplant(completeplants)_propagation_cane_cuttings",
        "title": "Houseplant Propagation - Cane Cuttings",
        "content": "Cut the cane into pieces that contain at least one node, and plant them on their sides, barely covered with rooting medium. With several plants with canelike stems (for example, dieffenbachia), you can trim the top cluster of leaves and attempt to root it like a stem tip cutting, set 2 inches or 5 cm-long cylinders of cane to root, and also preserve the parent plant, which may develop new stems that emerge from the base of the cane left behind; The latent nodes found on canes often can be coaxed into growing by planting small cane sections on their sides.",
        "metadata": {
          "source": "The Complete Houseplant Survival Manual Essential Know-How for Keeping (Barbara Pleasant)",
          "credibility": "High",
          "category": "Care Instructions"
        }
    },
    {
        "id": "houseplant(completeplants)_propagation_petiole_leaf_cuttings",
        "title": "Houseplant Propagation - Petiole Leaf Cuttings",
        "content": "Some plants with very plump leaves that emerge from a central crown are best propagated from individual leaves. These include African violets, peperomias, rex begonias, piggy-back plants, and numerous succulents. The leaf stem, or petiole, is actually the plant part that develops roots. The procedure is similar to that used to root stem tip cuttings. Root several leaves, because not all of them will root successfully;Check the cuttings daily to make sure the rooting medium has not dried out. If necessary, spray the cuttings and rooting medium with lukewarm water to maintain constant light moisture; Petiole leaf cuttings usually root in 3 to 4 weeks. It then takes another month or so for small plantlets to form above the mass of new roots. When a plantlet has more than three leaves, it can be gingerly transplanted to a little pot, and the parent leaf may be snipped away and discarded. From this point on, plantlets will grow a little faster if a small amount of plant food is added to the water used to keep the growing medium moist; Here is the procedure to remove petiole: 1. Choose healthy, medium-sized leaves rather than very large or very small ones. Using a sterilized knife or scissors, trim the petiole if necessary to make it 1-2 inches or 2. 5-5 cm long. There is no need to trim succulent leaves, in which the leaf and petiole are merged into a single structure. However, you may need to let leaves taken from succulents dry overnight before setting them to root. 2. Fill a clean, shallow container with dampened seed-starting mix, perlite, or a half-and-half mixture of peat moss and sand. Plant the prepared leaves diagonally, so the ends of the petioles are buried only about 1/2 inches or 1. 25 cm deep. 3. Enclose the planted cuttings in a loose plastic bag to keep the cutting moist and humid, and place it in a warm place (75-80°F or 24- 27°C). Moderate light is usually best.",
        "metadata": {
          "source": "The Complete Houseplant Survival Manual Essential Know-How for Keeping (Barbara Pleasant)",
          "credibility": "High",
          "category": "Care Instructions"
        }
    },
    {
        "id": "houseplant(completeplants)_propagation_simple_layering",
        "title": "Houseplant Propagation -  Simple Layering",
        "content": "Some plants readily produce roots (known as adventitious roots) at various places on their stems, most often in anticipation of the day when they find their way to a hospitable bit of soil, as might happen in the jungle if the stem were blown sideways in a storm, or perhaps stepped upon by a monkey. Spider plant provides an obvious example, with its habit of developing plantlets at the end of arching stems, each equipped with woody root buds. Other houseplants that have stems long enough to bend over and secure into a pot can reproduce in a similar way if given a little help. The big advantage of simple layering over rooting stem tip cuttings is that the cutting remains attached to the parent plant until roots have begun to grow. If you have tried rooting stem tip cuttings from a plant and failed, simple layering may prove to be a more successful method; Here's how to do it: 1 (Pinch off leaves attached to node). Position a small container filled with dampened rooting medium in a place where a stem can be secured. Ideally, the part of the stem to be layered should be a node 2-3 inches or 5-7. 5 cm down from the stem's tip. Identify the section of stem that will be buried and pinch off any leaves attached to that node. 2 (Secure the stem with a wire pin). Wound the area right around the node by scratching off the outer tissue with your fingernail or by making a tiny cut that goes not quite halfway through the stem. This wound will cue the plant to mobilize into survival mode. Dust the wound lightly with rooting powder and secure it in place with a stone or piece of wire bent into a U. For the next few weeks, keep the buried section of stem lightly moist. 3 (Sever the layered cutting from the parent plant). After 3 weeks or so, you can sever the layered cutting from the parent plant and treat it as you would a rooted stem tip cutting, or allow the layered stem more time to grow roots. If the stem seems lazy at this task of growing roots, a second wounding of the layered stem, 1 inch above the soil, may help it get started.",
        "metadata": {
          "source": "The Complete Houseplant Survival Manual Essential Know-How for Keeping (Barbara Pleasant)",
          "credibility": "High",
          "category": "Care Instructions"
        }
    },
    {
        "id": "houseplant(completeplants)_propagation_air_layering",
        "title": "Houseplant Propagation - Air Layering",
        "content": "Like simple layering, air layering coaxes a stem to develop roots while it is still attached to the parent plant. This method is most appropriate for upright plants, such as schefflera. Air layering is the best method to use when propagating upright plants that have become top-heavy or outgrown their space; In air layering, rooting medium is attached to the plant stem, which is severed and treated like a rooted stem tip cutting after roots have begun to form. Although air layering takes time (usually 4 to 12 weeks), it is often surprisingly successful with tall, leggy plants. With some plants, you can air layer a primary stem, and after it is removed and transplanted to its own container, new secondary stems will emerge farther down the plant; As with other propagation methods, the first step is to identify a place on the plant where latent root cells are likely to be present. Nodes where leaves attach are best, including the scarred areas left behind after old leaves are shed. However, do choose a spot with healthy green tissue over stem areas that have gone woody with age. And, because the stem will eventually be cut away as if it were a stem tip, it's best if there are only a few leaves growing above the air layering site. A scant supply of new roots is incapable of supporting a large number of leaves; Here is the procedure to do this: 1. Once you have selected the place on the stem where you want a new tuft of roots to grow, remove any leaves that are present. 2. Lightly wound the stem with a clean, sharp knife, cutting no more than a third of the way through the stem. 3. Dust the wound lightly with rooting powder and then wrap the wound with a 'bandage' or dressing made from damp sphagnum moss (stringy, unmilled peat moss). 4. Cover it with plastic wrap and tape wrap in place with electrical or fabric bandage tape. You can also use clean potting medium packed into a small plastic bag firmly taped to the stem. 5. With either type of rooting pocket, leave a small opening in the top of the dressing where water can be added. Once the dressing is secure, add a few drips of water every few days to keep the moss or soil lightly moist. 6. Most air-layered plants begin producing roots in about a month, but wait until you see roots forming inside of the plastic to remove the dressing. When new roots are 2 inches or 5 cm long, cut the rooted section from the plant, remove the dressing, pot it up in clean potting soil, and treat it like a newly rooted stem cutting. Slowly increase light and fertilizer as new growth begins to appear. You are well on your way to having a robust new plant.",
        "metadata": {
          "source": "The Complete Houseplant Survival Manual Essential Know-How for Keeping (Barbara Pleasant)",
          "credibility": "High",
          "category": "Care Instructions"
        }
    },
    {
        "id": "houseplant(completeplants)_propagation_division",
        "title": "Houseplant Propagation - Division",
        "content": "Any plant that develops multiple growing crowns can be propagated by dividing the clump into smaller clumps. With most plants, division is a rather straightforward operation, consisting of teasing plants apart with your fingers and then using a clean knife or pruning shears to separate entangled clusters of roots. With others, such as tree philodendron, adjoining crowns are held close by thick, woody roots that must be sawn apart with a small saw or stout serrated knif; Since it is important to injure as few roots as possible, the best way to do this is to submerge the plant in a tub or dishpan filled with lukewarm water, where old potting soil can be gently floated away and roots can be untangled while well lubricated with water. When roots are so tight and tangled that you can't see what you're doing, feeling your way along with the root ball submerged in water makes the job easier; Begin at the outside of the clump, dividing off crowns that are far from the mother clump. If the roots are so tangled or tightly attached that they will not come apart, it's best to grit your teeth and cut through the roots with a sharp serrated knife. As a general rule of thumb, it is best to divide a crowded clump into halves. If desired, the halves can be cut in half again. Pot up the divided clumps, planting them at the same depth that they grew in their original container. Expect to see some shriveling of leaves in the days that follow. Trim off these damaged leaves close to the base, and allow the plant a little time to adjust to its new independence. If the plant does not show good vigor after a couple of months, take it up from the pot so that you can remove bits of decayed roots that were damaged when the plant was divided, then repot; When thick roots make it impossible to pull plants apart, cut through the root mass with a serrated knife; When dividing plants, soaking the roots in a pan of water often makes it easier to separate tangled roots; WHEN PROPAGATING PLANTS with variegated leaves, try division first, because rooted stem cuttings sometimes lose their variegation patterns and never recover them; SOME PLANTS ARE SO SLOW OR DIFFICULT to propagate using traditional methods that they are multiplied as test tube-grown clones. This process, called tissue culture, involves growing a new plant from a few cells placed in a special growing medium. When the tiny plantlets develop roots, they are transplanted to little wedges of soil, called plugs, which are then shipped to greenhouse growers to 'finish. ' The tissue-culture process sometimes affects the shape of the plant, which is more likely to have basal branches than plants propagated by other means.",
        "metadata": {
          "source": "The Complete Houseplant Survival Manual Essential Know-How for Keeping (Barbara Pleasant)",
          "credibility": "High",
          "category": "Care Instructions"
        }
    },
    {
        "id": "houseplant(completeplants)_propagation_seeds",
        "title": "Houseplant Propagation - Seeds",
        "content": "Any plant that produces blooms eventually produces seeds, and seeds are the primary way that many houseplants propagate themselves when grown in the wild. However, because of insufficient pollination, seeds produced by indoor-grown plants may not be viable. And if the plants that produced the seeds are hybrids, the plants grown from the seeds will not be of the same quality and vigor of their parents. It is therefore not a good idea to save seeds from your own houseplants. However, you may want to try to grow some houseplants from high-quality purchased seeds; This is usually a very slow process, and the vegetative propagation methods described above are always faster than starting from seed. Still, it can be done. Cacti, African violets, and even palms all can be grown from seed. Most young seedlings require very bright light, so do not attempt to grow plants from seed unless you have a greenhouse or a supplemental light fixture that can be suspended 2 inches or 5 cm from the tops of the plants; The process itself is simple. Fill clean containers with damp seed-starting mix, and sow the seeds so they are covered to three times their diameter. Enclose the planted containers in loose plastic bags to create a moist, humid environment, and watch for the first emergence of tiny green sprouts. As soon as seeds germinate, move the containers to very bright light, and keep the planting medium lightly moist. The first leaves that emerge are often very simply shaped, but these seedling leaves soon give way to 'true' leaves, which resemble those of a mature plant. When seedlings have more than three true leaves, gently transplant them to individual containers; SOME PLANTS COME TO US in crowded clumps that result when greenhouse growers plant several rooted cuttings together in a pot so that it appears lush and full. This is often done with jade plants and holiday cacti, as well as numerous other species. To give the plants room to grow, they must eventually be separated and replanted into individual containers. Follow the directions under Division on page 306 for implementing simple separations. It is best to wait until plants have settled into new surroundings to undertake this project, after which you may need to find new homes for an oversupply of plants.",
        "metadata": {
          "source": "The Complete Houseplant Survival Manual Essential Know-How for Keeping (Barbara Pleasant)",
          "credibility": "High",
          "category": "Care Instructions"
        }
    }
]