[
    {
      "id": "houseplant(completeplants)_fertilizer_basic",
      "title": "Houseplant Fertilizer - Basic Information",
      "content": "The primary energy force for plants is light, but they also need nutrients that support strong growth. Here are some fertilizer guidelines: 1. As a general rule, fertilize plants whenever they are actively producing new growth, which for most plants is spring to fall, when light levels are high. Plants kept under lights should also be fed in winter, but feeding plants that are resting in weak winter light can do more harm than good. 2. Feed plants when the soil is moist. Plants that have been stressed by dry soil conditions may take up more nutrients than they can use when fertilized before they have a chance to rehydrate roots, leaves, and stems. 3. Withhold fertilizer from newly purchased plants or plants that have been moved to a new place, because the task of adjusting to new conditions is difficult enough without the additional pressure to produce new growth. 4. As a broad general rule, wait at least 6 weeks after repotting plants in fertilizer-enriched soil before you begin feeding them again. Plants usually need no fertilizer for several weeks after they are repotted into potting soil that includes fertilizer. Most potting soils do include a bit of starter fertilizer, and it is best to allow plants time to make use of these nutrients before giving them additional food. Knowing when to begin feeding freshly repotted plants is part of the grower's art, because several factors influence the rate at which the plants use the fertilizer, including light, temperature, frequency of watering, size of the root mass, and overall growth rate of the plant.",
      "metadata": {
        "source": "The Complete Houseplant Survival Manual Essential Know-How for Keeping (Barbara Pleasant)",
        "credibility": "High",
        "category": "Care Instructions"
      }
    },
    {
        "id": "houseplant(completeplants)_fertilizer_types",
        "title": "Houseplant Fertilizer - Three Type of Fertilizers",
        "content": "Choosing plant fertilizers. Feeding your plants need not be complicated. A few plants respond best to special fertilizers, but most houseplants are easily fed with a balanced house-plant food, a high-phosphorous houseplant food, or a high-nitrogen foliage plant food; The differences between these three types of fertilizer is based on the fertilizer analysis, which is represented by the three hyphenated numbers on the fertilizer label. These numbers stand for nitrogen, phosphorous, and potassium. Here is what each nutrient does: 1. NITROGEN, the first number, supports the production of new stems and leaves. Young plants and foliage plants benefit from plenty of nitrogen, which is especially important for foliage plants that are growing rapidly, as many do in spring and early summer. In addition to a high first number in the fertilizer analysis, high-nitrogen houseplant foods usually say something about 'foliage' plants on the label. 2. PHOSPHOROUS, the second number, is essential for all plants, but particularly important for flowering houseplants. Plants are encouraged to produce buds and blossoms by plant food rich in phosphorous. Many (but not all) African violet foods are high in phosphorous. When looking for a high-phosphorous food for blooming houseplants, look for an African violet food in which the middle number (phosphorous) is approximately twice as big as the first one (nitrogen): for example 1-3-2 or 8-14-9. Fertilizers with extremely high middle numbers are often called 'bloom start' fertilizers. These are more appropriate for using outdoors for feeding plants that are growing in open soil than for feeding houseplants. Because their roots are restricted to pots, even house-plants that grow best with a high-phosphorous fertilizer need a bit of balance in their diet. 3. POTASSIUM, the third number, improves the functioning of roots and supports plants' ability to move moisture and nutrients to all of their tissues. In balanced houseplant fertilizers, which are often called all-purpose plant foods, the three numbers are roughly the same, indicating a balance of the three major nutrients. The three most popular balanced houseplant foods show these nutrient analyses on their labels: 8-7-6, 6-5-6, and 20-30-20; other balanced fertilizers show analyses of 7-7-7, 20-20-20, and so forth. As long as the numbers in the analysis are close, the product qualifies as a balanced fertilizer. Most of your houseplants will grow best using this type of fertilizer.",
        "metadata": {
          "source": "The Complete Houseplant Survival Manual Essential Know-How for Keeping (Barbara Pleasant)",
          "credibility": "High",
          "category": "Care Instructions"
        }
    },
    {
        "id": "houseplant(completeplants)_fertilizer_fertilizer_types_ratio_numbering",
        "title": "Houseplant Fertilizer - Three Type of Fertilizer Ratio Numbering",
        "content": "There is often a big spread in the actual numbers in the same kind of fertilizer. What does this mean? The product with larger numbers (20-30-20) is more concentrated, so less is required. Lower numbers (6-5-6) mean that more drops or granules will be needed per quart of water. Always read a product's label to make sure you are mixing it at the recommended rate. Many plants grow best when fertilizer is mixed with water at half the strength recommended on the label, or sometimes less. The plant profiles provide specific suggestions for fertilizing individual houseplants.",
        "metadata": {
          "source": "The Complete Houseplant Survival Manual Essential Know-How for Keeping (Barbara Pleasant)",
          "credibility": "High",
          "category": "Care Instructions"
        }
    },
    {
        "id": "houseplant(completeplants)_fertilizer_micronutrients",
        "title": "Houseplant Fertilizer - Micronutrients",
        "content": "Understanding micronutrients. As well as nitrogen, phosphorous, and potassium, plants need small amounts of other nutrients, often called micronutrients. Micronutrients such as calcium, copper, iron, and magnesium are present in fresh, good-quality potting soils, but plants that are repotted infrequently benefit from plant foods that replenish their micronutrient supply. When buying houseplant fertilizer, try to choose a product that includes at least a short list of micronutrients; Don't discard a plant food because you see no micronutrients listed in the fine print, however. Magnesium can be provided by adding a pinch of Epsom salts to water, or you can mix up a micronutrient buffet by making compost tea. Buy a small amount of bagged compost at any garden center, swirl a gallon of it with 2 gallons/7. 5 liters of water, let it settle for an hour or so, and then pour off the brown 'tea' and use it to water your plants; Alternatively, you can filter the tea through a strainer lined with a paper towel, pour it into a pump spray bottle, and spray it onto plant leaves. Treating plants to compost tea twice a year, in spring and late summer, ensures that plants get all the micronutrients they need, along with naturally occurring enzymes, which often have an invigorating tonic effect on plants; Making compost tea can be messy, but there is an alternative. Look for micronutrient fertilizers that are mixed with water and sprayed onto plant leaves. These are sold at most garden centers (or by mail order). Many of these products are made from dried, powdered seaweed, or kelp. A few are rich sources of iron, which is often needed by azaleas, gardenias, and other plants that grow in acidic soil. If you grow a variety of houseplants, consider adding one of these products to your fertilizer collection.",
        "metadata": {
          "source": "The Complete Houseplant Survival Manual Essential Know-How for Keeping (Barbara Pleasant)",
          "credibility": "High",
          "category": "Care Instructions"
        }
    },
    {
        "id": "houseplant(completeplants)_fertilizer_form",
        "title": "Houseplant Fertilizer - Fertilizer From",
        "content": "A word on fertilizer form. So far we've been discussing the chemical side of fertilizer, but you also have a choice of fertilizer forms - liquid concentrates, powders, crystals, tablets that dissolve in water, spikes that are pushed into the potting soil, or time-release fertilizers, which are coated granules that slowly release nutrients as they dissolve; For most plants, the best choice is a liquid or mix-with-water powder or crystal form, which gives you tight control over how much fertilizer goes into the pot. One is no better than another, though liquids dissolve very quickly, and do not clump or melt when exposed to high humidity as powders and crystals sometimes do. Both liquids and soluble powdered fertilizers are available as organic products, derived from natural materials, or you can use synthetic forms (plants don't seem to be able to tell the difference). Spikes are quite unpredictable, and should be used only when you anticipate a long absence when you must leave your plants in the hands of an inexperienced plant-sitter; Very large, long-lived houseplants such as palms, Norfolk pines, and others that grow into small trees can easily be fed by scratching 1-2 tsp/5 10 ml of coated time-release fertilizer into the top . 5 in/1. 25 cm of soil. You can also use a balanced organic fertilizer, which releases nutrients slowly as it decomposes. With either organic or time-release fertilizer, a small amount of fertilizer dissolves and moves down into the soil each time the plant is watered. Commercial growers use these products extensively, and you will often see a few round yellowish or greenish pellets on the soil's surface of newly purchased plants. It is fine to leave these alone until you repot the plant. When you replace the soil, simply discard them along with the old potting soil in any convenient outdoor bed.",
        "metadata": {
          "source": "The Complete Houseplant Survival Manual Essential Know-How for Keeping (Barbara Pleasant)",
          "credibility": "High",
          "category": "Care Instructions"
        }
    },
    {
        "id": "houseplant(completeplants)_fertilizer_flushing_excess_salts",
        "title": "Houseplant Fertilizer - Flushing out excess slat",
        "content": "Plants rarely take up every last bit of fertilizer, particularly in the top 1 in/2. 5 cm or so of soil. In that area, moisture tends to evaporate, leaving behind accumulated salts. Frequently, you can see these salts as whitish deposits on the inner rim of the container, and sometimes on the soil's surface, too. Few plants are immune to the effects of these salts, which destroy root tissues and interfere with a plant's ability to take up nutrients and water. Make a practice of flushing out pots every 4 to 8 weeks. Sometimes called double watering, or drenching, the procedure goes like this: 1. Water plants thoroughly with plenty of clean, tepid water. 2. Allow excess water to drip out through the drainage holes for 30 minutes, then drench the pots again. 3. For plants that are especially sensitive to salts, a third drenching may be helpful. Be sure to pour off all excess water that accumulates in pot trays when you are finished. 4. Resume regular watering and feeding when the soil reaches the appropriate level of dryness for the plant.",
        "metadata": {
          "source": "The Complete Houseplant Survival Manual Essential Know-How for Keeping (Barbara Pleasant)",
          "credibility": "High",
          "category": "Care Instructions"
        }
    },
    {
        "id": "houseplant(completeplants)_fertilizer_tell_tale_signs",
        "title": "Houseplant Fertilizer - Tell-Tale Signs",
        "content": "SIGNS OF TOO LITTLE FERTILIZER. Weak new growth, in which new leaves are small and pale, is a classic sign of too little fertilizer. Plants suffering from micronutrient deficiencies often show unusual yellowing of tissues between leaf veins, or pale leaves with darker leaf veins. When starved plants are given one or two feedings with an appropriate plant food, their leaf color usually improves quickly, becoming greener in a matter of days; SIGNS OF TOO MUCH FERTILIZER. Very dark, lush leaves with some browning or curling of leaf edges suggests too much fertilizer. Blooming houseplants may refuse to produce buds when given too much nitrogen.",
        "metadata": {
          "source": "The Complete Houseplant Survival Manual Essential Know-How for Keeping (Barbara Pleasant)",
          "credibility": "High",
          "category": "Care Instructions"
        }
    },
    {
        "id": "houseplant(completeplants)_fertilizer_troubleshooting",
        "title": "Houseplant Fertilizer - Troubleshooting",
        "content": "Plants give you clear signs when they are receiving just the right amount of plant food. For instance, when older leaves have good color, and new leaves steadily appear, gradually attaining a size that compares with that of the older leaves, you've got the fertilizer routine just about right. Before deciding that a plant is over- or underfed, evaluate other variables such as light, temperature, and proper watering practices. The closer each of these conditions comes to a plant's ideal, the better its prospects for living a long, productive life.",
        "metadata": {
          "source": "The Complete Houseplant Survival Manual Essential Know-How for Keeping (Barbara Pleasant)",
          "credibility": "High",
          "category": "Troubleshooting"
        }
    }
]