[
    {
        "id": "houseplant(completeplants)_lighting_basic",
        "title": "Houseplant Lighting - Basic Information",
        "content": "Light is the most important variable in growing happy, healthy houseplants. Because we humans run on food, we tend to think that plants depend on fertilizer (as 'food') in a very fundamental way. Certainly they do, but plants derive most of their energy from light. When deprived of light, the availability of nutrients and moisture is meaningless; Plants make use of light through the process known as photosynthesis. Special cells within the leaves, called chloroplasts, take in light and transform it into energy. It is a small stretch to regard all plants as solar collectors. They receive, process, and store up light in the form of leaves, stems, roots, and sometimes flowers; Plants that prefer high light contain numerous chloroplasts, which assemble into thick layers within the leaf tissues. The chloroplast layers within the leaves of low-light plants are comparatively thin. Yet plants can adapt to changing light levels by altering the density and arrangement of their chloroplasts. This happens naturally as light levels change with the seasons, or when available light changes because you move the plant to a lighter or darker location. When exposed to increased light, plants respond by lining up more chloroplasts so they can put to use a more abundant supply of light. When light is decreased, leaves let go of chloroplasts that are no longer needed; A robust Boston fern basks in the reflected light from white walls and furnishings; When deprived of sufficient light, plants naturally stretch toward the closest window; These changes do not happen overnight. Rather, adapting to changing light levels is a gradual process, which brings us to what is called acclimatization. When a plant is moved to a place where light conditions are different from the place it was before, it immediately begins making changes in its chloroplast structures, and other cells get in on the act as well. If the plant is not receiving enough light, it may twist and bend toward the light source in order to reorient its solar collectors (leaves) so they can collect every ray. This process, called phototropism, is also evident when stems lengthen as a plant stretches toward light. Some plants respond more dramatically, by shedding light-starved leaves. Ferns and ficus are famous for their tendency to shed leaves in response to a radical reduction in their light supply; On the other hand, if a plant accustomed to low light conditions is suddenly moved into bright light, its leaves may be so ill-prepared that they wither. Thin layers of chloroplasts are usually housed by thin leaves with meager moisture reserves. Houseplants can be damaged or killed when moved from dim to bright light if they are not given 2 to 4 weeks to adjust to the change - a common challenge when plants are moved outdoors for the summer. Leaves that are scorched by sudden exposure to bright sun seldom recover from the trauma; Keep these processes in mind as you discover or create the ideal light conditions for your plants. Finding the best spot in your house to grow a certain plant is a hunting expedition, but knowing the light preference of the plant, and where such light is likely to be found, simplifies the task. The light preferences of individual plants are given in the plant profiles in Parts 1 and 2. Below we will discuss using natural light from windows and supplementing natural light with various types of artificial fixtures.",
        "metadata": {
          "source": "The Complete Houseplant Survival Manual Essential Know-How for Keeping (Barbara Pleasant)",
          "credibility": "High",
          "category": "Care Instructions"
        }
    },
    {
        "id": "houseplant(completeplants)_lighting_natural_light",
        "title": "Houseplant Lighting - Natural Light",
        "content": "Assessing natural light. Spaces near windows are logical places to grow houseplants. Natural sunlight includes a full spectrum of rays, and of course no electricity is needed to run a window. Large windows admit more light than small ones, but almost any window can accommodate some type of houseplant. Keeping windows clean is an easy way to maximize natural light. It also can help to trim limbs from outdoor trees and shrubs that block light as it enters your windows. If the light from unobstructed, squeaky clean windows proves insufficient, you can easily add supplemental light. Similarly, excessive natural light can be filtered through a sheer curtain, making it more acceptable to both plants and people; Get to know the compass orientation of your windows by watching where the sun rises (east) and where it sets (west). In North America, a southern exposure always offers the strongest light because the sun arcs from east to west from a slightly southern spot in the sky. The arc is lower in winter and higher in summer, so even indoors there is a remarkable seasonal difference in how much light comes through a south-facing window. As a general rule, it is best to reserve space near south windows for high-light plants; In the Northern Hemisphere, the sun's arc is much nearer to the southern horizon in winter, so north windows receive very little light. The sun's arc rises in summer, so all windows receive more light; Similar seasonal trends affect windows on the north side of your house. In summer, north-facing windows may provide enough light to grow low light houseplants, but in winter few plants are satisfied with the weak light in a northern exposure. Yet there are exceptions. Many blooming houseplants need a cool rest in winter, which can coincide with low-light conditions. If you have a room with a northern exposure that can be kept cool, at 55-60°F/13-16°C, it can become a valuable asset by providing space for resting cacti and other plants that need a cool, dry period of semi-dormancy. Should additional light be needed, you can use fluorescent fixtures, which give off very little heat; East windows typically get strong morning sun, while west windows are brightly lit from early afternoon until evening. Even low-light plants enjoy gentle morning sun, so east windows are often preferred places for plants that adapt to low to moderate light. Afternoon sun tends to be somewhat harsh and quite warm, so west windows are often good places for high-light plants that prefer warmer conditions; Natural light from windows is always directional, meaning it comes from one primary direction. Plants respond by turning toward the light, often changing into a lopsided shape. To support good posture in your plants, make a habit of turning them a quarter turn about once a week. Plants grown in oblong boxes or dish gardens can be turned halfway, so that the front and back are given equal opportunities to bask in directional light.",
        "metadata": {
          "source": "The Complete Houseplant Survival Manual Essential Know-How for Keeping (Barbara Pleasant)",
          "credibility": "High",
          "category": "Care Instructions"
        }
    },
    {
        "id": "houseplant(completeplants)_lighting_interior_light",
        "title": "Houseplant Lighting - Interior Light",
        "content": "Increasing interior light. Light from any direction becomes weaker as you move away from the window. Much of this decrease depends on the ability of interior walls to reflect light. White or light-colored walls reflect much more light than dark-colored walls, which are often said to absorb light. In rooms with dark walls, good plant-growing space is limited to 12-24 inches or 30-60 cm from the windowpane, while rooms with light-colored walls can accommodate larger plants, or plants placed more than 24 in/60 cm feet from the window. Mirrors hung so that they reflect light from windows can help illuminate any room; In homes where good plant-growing windows are few, many plant lovers install a bump-out window with shelves in a south- or west-facing window, creating an ideal spot for houseplants. In addition to providing abundant light, such a window has the feel of a small greenhouse, and may help collect solar heat in winter that can be shared with the rest of the room; A plant shelf, in which fluorescent light is maximized by reflective hoods, is a practical way to meet the light needs of a large collection of houseplants.",
        "metadata": {
          "source": "The Complete Houseplant Survival Manual Essential Know-How for Keeping (Barbara Pleasant)",
          "credibility": "High",
          "category": "Care Instructions"
        }
    },
    {
        "id": "houseplant(completeplants)_lighting_artificial_light",
        "title": "Houseplant Lighting - Artificial Light",
        "content": "Using artificial lights. The ultimate way to increase interior light is to use supplemental lighting, which may work other magic for your home or office. Spotlights used to coax large plants to grow lush and full can be situated for maximum drama, and often make rooms look larger in the process. A shelf bursting with lush foliage that basks beneath a suspended light fixture becomes a refreshing indoor focal point. In your office, perhaps you can use a tall, linear floor lamp outfitted with compact fluorescent bulbs to transform a dull corner into a haven for air-purifying houseplants. When considering supplemental lights intended to benefit your houseplants, expect to be pleasantly surprised by the clean warmth they bring to any room; There are many choices. Regular lightbulbs, called incandescent lights, can help supplement light a little, with two drawbacks. Incandescent lightbulbs give off heat, which may be undesirable for both you and your plants, and the light they provide is incomplete compared to natural light. Incandescent light is often called soft or 'warm' light because it includes more red rays than blue ones. This is why it flatters human complexions. Unfortunately, many houseplants, particularly foliage plants, prefer light with good saturation on the blue-to-green end of the spectrum; Even inexpensive under-counter fluorescent lights are useful for providing light to plants; This is exactly what you get with fluorescent light. Fluorescent light is a little short in red light waves, which is why it seems a bit 'green. ' But compared to incandescent bulbs, fluorescent lights offer a broader light spectrum, the tubes are a bit more durable and give off less heat, and they are more energy efficient. New 'compact fluorescent' bulbs (comprised of narrow, curved tubes) represent a huge advance in energy efficiency, requiring half the electricity of incandescent bulbs to put out the same amount of light. They also last much longer than incandescent bulbs. Compact fluorescent bulbs can be screwed into traditional lamps and light fixtures designed for incandescent bulbs, or they can be purchased as tubes that fit into tube-type light fixtures. In terms of the quality of light they provide, low heat output, energy efficiency, and long service life, compact fluorescent bulbs are well worth their cost, which is slightly higher than that of incandescent or traditional fluorescent bulbs; When using artificial lighting, experiment with the distance between the light source and your plants. High-light plants respond well to having lights only 4-6 inches or 10-15 cm away, while plants that accept medium or low light thrive when the light source is 8-12 inches or 20-30 cm from the topmost leaves. Whenever it is practical, a reflective hood placed over the light helps capture and reflect light that would otherwise be lost to plants. Most light fixtures designed for plants include a hood. When using an under-cabinet type light fixture, painting the mounting surface bright white has the same effect as a reflective hood; Plants that have been struggling to make do with too little light often respond dramatically to supplemental artificial light. Once a fixture proves its worth, you will probably want to put it on a timer, so that the lights are turned on and off at regular times each day. Twelve to fourteen hours of continuous light is best for most houseplants, which also need regular periods of darkness. Some blooming houseplants will not set buds unless they are exposed to 12-plus hours of continuous darkness.",
        "metadata": {
            "source": "The Complete Houseplant Survival Manual Essential Know-How for Keeping (Barbara Pleasant)",
            "credibility": "High",
            "category": "Care Instructions"
        }
    },
    {
        "id": "houseplant(completeplants)_lighting_high_intensity_light",
        "title": "Houseplant Lighting - High-intensity Light",
        "content": "High-intensity lights. Commercial growers, and some plant collectors, use special fixtures called high-intensity lights to simulate exposure to strong sunshine. Often abbreviated as HID lights ('high-intensity discharge'), these fixtures are costly and may require special wiring to accommodate the draw they make on electric circuitry. They are also not very pretty, and most require a ballast box to boost the power supply going to them. Still, if you develop a passion for cacti or other plants that need very bright light, eventually you may want to invest in HID fixtures; There are two general types - metal halide and high-pressure sodium. Metal halide lights emit strong light at the blue end of the spectrum, so they are often used to encourage leafy growth of young plants. High-pressure sodium lamps do a better job of delivering red wavelengths, which encourage strong flowering. In commercial greenhouses, growers may use metal halide lights when blooming plants are young, and switch to high pressure sodium lights when plants enter their flowering phase; Both types of high-intensity lights are available from companies that provide equipment for hydroponic horticulture, which is the practice of growing plants in nutrient-enriched water that is continuously circulated around the plants' roots.  Increasingly, these companies also offer compact fluorescent fixtures designed for plants, which are quite satisfactory for most houseplants.",
        "metadata": {
            "source": "The Complete Houseplant Survival Manual Essential Know-How for Keeping (Barbara Pleasant)",
            "credibility": "High",
            "category": "Care Instructions"
        }
    },
    {
        "id": "houseplant(completeplants)_lighting_photoperiod",
        "title": "Houseplant Lighting - Photoperiod",
        "content": "ONE OF THE MOST REMARKABLE INDICATORS of the changing seasons is day length, which horticulturists call photoperiod, or 'light time. ' Plants that bloom in spring often use lengthening days as an important cue to develop buds and flowers, while those that bloom in fall and winter do so in response to days that are getting shorter and nights that are getting longer. In some plants, the photoperiod is such a strong trigger to flowering that they will not bloom unless they are provided with appropriate photoperiods. This happens naturally when plants are grown outdoors in their native habitats, but indoors you may need to manage the balance of light and darkness to promote strong bloom. For example, several popular, winter-blooming houseplants such as holiday cactus, kalanchoes, and poinsettias bloom when they sense that days are becoming shorter; Rather than providing light to these 'short-day' plants, the key is to deprive them of light daily for 14 continuous hours. You can do this by placing them in a room where no lights are used at night, and covering them with cardboard boxes for an extra few hours each morning or evening. Or place them in a dark closet outfitted with lights and a timer that will turn the lights on for only 8-10 hours a day. Three weeks of this light regimen is usually sufficient to induce flowering in short-day plants.",
        "metadata": {
          "source": "The Complete Houseplant Survival Manual Essential Know-How for Keeping (Barbara Pleasant)",
          "credibility": "High",
          "category": "Care Instructions"
        }
    }
]