[
    {
        "id": "houseplant(completeplants)_pruning_basic",
        "title": "Houseplant Pruning - Basic Information",
        "content": "You can prune a plant to remove dead or straggly branches, to improve the plant's posture, or to rejuvenate it by forcing it to push out new growth. It is always best to prune when plants are actively growing, though light trimming can be done at any time of year. Most plants that have lost their shape or are holding onto unhealthy branches are candidates for some type of pruning; Before you take up your pruning shears (or scissors, which often work equally well), take a moment to study the natural shape of the plant and how and where it develops new growth. Many plants produce new growth from the tips of stems and branches. The tip of the stem is called the dominant bud. Farther down the stem, there are usually latent buds located at the nodes - the places where leaves are (or once were) attached to the stem. As long as the dominant bud, or growing tip, is intact, it sends chemical signals down the stem that tell the latent buds to remain at rest. When the dominant bud is pruned, this signal is turned off, and latent buds spring to action and begin to grow; When pruning cuts are made just above a node, new stems will emerge from the latent node; Bearing this in mind, try to make your pruning cut 1/8 - 1/4 inches 0. 3-0. 6 cm above a node or other branch junction. To keep a plant bushy and full, prune some branches 'hard', cutting close to the base of the plant, and allow other branches to remain longer. Few plants benefit from a severe crew cut, though very vigorous houseplants such as geraniums and Swedish ivy respond well to aggressive pruning in the spring; Most often, you will be doing light pruning to help plants grow into nicely balanced shapes or to snip off old blossoms from flowering house plants. With many blooming plants, removing flowers as soon as they begin to fade encourages the plants to bloom again. If reblooming is not possible, trimmed plants will usually channel their energy toward the production of new leaves; Some plants, such as Norfolk pine and most palms, cannot be pruned from the top, because they have no secondary buds. With these plants, keeping containers small helps control the size of the plants so pruning is not needed, except to remove unsightly old leaves. When plants become too large, it is best to find them a new home roomy enough to accommodate them; Many people prune plants just before repotting them or prior to giving them a good cleaning. Be careful when watering pruned plants, because they need less water when they have fewer leaves to support. Finish up by cleaning your pruning shears or plant scissors so they will be ready for use when you next need them.",
        "metadata": {
          "source": "The Complete Houseplant Survival Manual Essential Know-How for Keeping (Barbara Pleasant)",
          "credibility": "High",
          "category": "Care Instructions"
        }
    }
]