[
    {
        "id": "houseplant(completeplants)_humidity_basic",
        "title": "Houseplant Humidity - Basic Information",
        "content": "Before your green companions' ancestors became houseplants, every one of them enjoyed life outdoors, many in extremely humid jungle environments. On their way to your home, the progeny spent weeks, months, or years in humid greenhouses. Compared to these settings, modern homes and offices are quite arid, especially in winter when heated air becomes extremely dry. When you take a plant that's accustomed to a very humid environment and force it to grow in dry air, it may not be able to adequately replenish moisture lost through its leaves. Leaf tips and edges may become dry and turn brown, or the plant may shed many of its leaves. Plants with thin leaves or those with long, strap-shaped foliage tend to suffer most from low levels of humidity; You always have a choice between altering indoor humidity to meet the needs of plants or changing your plant choices in keeping with prevailing humidity. Several ways of raising indoor humidity are described below, or you can stick with plants that adapt to low humidity, such as cacti and succulents. Another option is to grow plants that need high humidity in a terrarium - a perfect solution to providing a humid place for plants in dry offices, or for enjoying the company of plants if you suffer from numerous allergies. See page 323 for details on planting and caring for a terrarium; In winter, when indoor air is quite dry, group high-humidity-loving plants together on a pebble-lined tray that can be filled halfway with water. To further raise humidity, place glasses or bowls of water among the plants; Humidity means the amount of water vapor present in the air, and it is measured with an instrument called a hygrometer. But you do not need a hygrometer to know some basic things about prevailing humidity. Rooms in which water is often used, such as the bathroom and kitchen, tend to be more humid than other areas of the house. If you keep plants that crave high humidity, try to place them near sources of running water; Plants are constantly taking up moisture through their roots and releasing it through their leaves, so to some extent, they create their own humidity. In a study done at Washington State University, simply adding several plants to a computer lab increased humidity by about 10 percent while reducing the amount of dust floating in the air. However, plants that need high humidity cannot turn a very dry environment into a comfortably humid one without a little help. One very simple strategy for increasing humidity is to place plants close together, because groups of transpiring plants form pockets of humidity on their own. There is some natural symmetry here, in that we tend to fill our brightest indoor spots with closely spaced plants. Placing bowls or glasses of water between plants increases humidity while keeping water handy for dribbling into containers.",
        "metadata": {
          "source": "The Complete Houseplant Survival Manual Essential Know-How for Keeping (Barbara Pleasant)",
          "credibility": "High",
          "category": "Care Instructions"
        }
    },
    {
        "id": "houseplant(completeplants)_humidity_extra",
        "title": "Houseplant Humidity - Extra Information",
        "content": "To further increase humidity, you can place plants on watertight trays filled with clean pebbles, which are then covered halfway with water. The water should not be so deep that it reaches the bottoms of the containers, which can cause roots to rot. The trays also need to be rinsed every few weeks to keep them from becoming a secret haven for fungus gnats or other pests. Regular cleaning also limits the amount of salts that accumulate on the pebbles as water evaporates; Misting plants, by spraying them with a fine spray of water, is helpful for plants that need unusually high humidity, but for some plants it can do more harm than good. Plants with hairy leaves, such as African violets, dry very slowly, and leaves that stay damp for long periods of time can develop problems with disease. However, a few plants, such as bromeliads, actually take up moisture through specialized scales on their leaves, so misting them accomplishes two things - the plants absorb moisture, and they enjoy increased humidity; Misting plants from time to time when the air is very dry is a sound practice, but you should not mist heavily without a specific purpose in mind. Do mist plants that are at high risk of developing problems with spider mites, which often follow on the heels of very dry conditions. Keep in mind that misting is not a substitute for a thorough rinse, which is the best preventive measure for this pest. Misting is also helpful in early winter, when humidity levels fall in keeping with an increase in indoor heating, or as a way to ease the adjustment of new plants that are accustomed to greenhouse conditions. Once plants have 2 to 3 weeks to adjust to such changes, it is best to allow humidity to gradually drop to levels that are comfortable for both you and your plants as opposed to continuous heavy misting. Most people and plants are comfortable in rooms where the humidity level ranges between 40 and 50 percent. Running a humidifier in rooms where a number of plants are kept is usually the best solution in buildings with extremely dry indoor air.",
        "metadata": {
          "source": "The Complete Houseplant Survival Manual Essential Know-How for Keeping (Barbara Pleasant)",
          "credibility": "High",
          "category": "Care Instructions"
        }
    },
    {
        "id": "houseplant(completeplants)_humidity_extrahumidity",
        "title": "Houseplant Humidity - Extra Humidity",
        "content": "To provide extra humidity for a small, special plant, keep it on a bed of damp pebbles and cover it with a glass cake cover at night. If you keep your plants on lighted shelves, see if you can find a way to fashion plastic flaps that can be let down over the sides at night. Many collectors of fancy-leafed begonias or small ferns use such humidity tents at night to capture humidity within the enclosure. In the daytime, the flaps are raised to admit plenty of fresh air. Such an enclosure need not be made of clear plastic; cloth or roll-type window shades will do just fine.",
        "metadata": {
          "source": "The Complete Houseplant Survival Manual Essential Know-How for Keeping (Barbara Pleasant)",
          "credibility": "High",
          "category": "Care Instructions"
        }
    }
]