[
    {
      "id": "houseplant(completeplants)_disposal_basic",
      "title": "Houseplant Disposal - Basic Information",
      "content": "Diamonds may last forever, but houseplants seldom do. Sometimes their life spans are measured in mere weeks, while others may stay with you for decades. How do you decide when to give up on a struggling houseplant? Disposing of a houseplant often feels like a small death - the price we pay for our attachments to our green companions. Yet it is always best to allow plants to die when their time comes, and often even to hasten their death by pulling them from their pots, scattering the soil in an outdoor flowerbed, and then cleaning up the container to get it ready for a new tour of duty; Of course, you don't want to throw in the towel too soon. Some plants seem to be dead when they are merely dormant, so check the plant profiles in Parts 1 and 2 to see if your plant sometimes rests in a dormant state. Many plants that develop tuberous roots do rest between growth cycles, and it can be great fun to coax them back to life when they are ready; Plants may also respond to your help should they become overgrown and woody. Pruning them rather aggressively - and propagating some of the prunings as rooted stem cuttings - can accomplish two purposes: rejuvenating the parent plant, and creating vigorous young offspring. Plant propagation does involve time and trouble, so it is most appropriate for plants you truly like and want to keep around for future seasons of enjoyment; Be honest with yourself about this, because sometimes you may not like a plant, or perhaps you feel that it does not like you. This is a valid reason to let it go. If the plant is in good health, find it a new home. Its new owner may be delighted, and you can follow your heart to abetter plant choice for you-a win-win situation. Take what you learned from the plant about the site and care you have to offer, and use that knowledge to select a new plant that's a perfect match to the place and its keeper.",
      "metadata": {
        "source": "The Complete Houseplant Survival Manual Essential Know-How for Keeping (Barbara Pleasant)",
        "credibility": "High",
        "category": "Troubleshooting"
      }
    },
    {
        "id": "houseplant(completeplants)_disposal_trimming",
        "title": "Houseplant Disposal - Trimming",
        "content": "If brown leaf tips drive you nuts, you can improve your plant's appearance by either snipping them off with sharp scissors or growing plants with round or blunt-tipped foliage. You can also use a razor blade to taper the cut when removing brown leaf tips. Whatever instrument you use, cut just outside the line where green leaf tissue turns to brown. Cutting into the green part of the leaf can cause a new brown margin to form.",
        "metadata": {
          "source": "The Complete Houseplant Survival Manual Essential Know-How for Keeping (Barbara Pleasant)",
          "credibility": "High",
          "category": "Troubleshooting"
        }
    }
]