[
    {
        "id": "houseplant(DKGrow)_tools_and_equipments_basic",
        "title": "Basic information on houseplants repotting",
        "content": "Having the right tools and equipment on hand will make caring for your houseplants easier and allow you to take up propagation opportunities without any prior planning. Not all indoor gardeners will require every tool suggested here-your handy tool kit can be tailored to meet your specific needs and won't take up too much room in the house. Good-quality, well-made tools are a great investment and should last for years.",
        "metadata": {
            "source": "Grow Houseplants Essential know-how and expert advice for success (DK Grow)",
            "credibility": "High",
            "category": "Resources"
        }
    },
    {
        "id": "houseplant(DKGrow)_tools_and_equipments_essential_tools",
        "title": "About the essential tools",
        "content": "There are some suggested essential equipments, Bottle-garden tools; Cloths to clean leaves and tools; Expanded clay granules; Gloves; Green cane (with cane topper) for supporting orchids; Jelly jar for cuttings; Labels; Mister for raising humidity; Moss pole for supporting climbers; Paintbrush for cleaning cacti; Penknife for leaf cuttings; Plant ties for climbers; Pots and trays for propagation; Scissors for deadheading; Pruners for pruning; Thermometer for room temperature; Trowel for planting; Watering can.",
        "metadata": {
            "source": "Grow Houseplants Essential know-how and expert advice for success (DK Grow)",
            "credibility": "High",
            "category": "Resources"
        }
    },
    {
        "id": "houseplant(DKGrow)_tools_and_equipments_cutting_tools",
        "title": "About the cutting tools",
        "content": "The most important cutting tool in a garden is a pair of pruners. These are also very handy indoors if you're growing larger specimen plants that need hard pruning. However, most indoor gardeners will find that a pair of florist or gardening scissors is much more useful. Scissors can be used to remove damaged leaves, trim off brown leaf tips, and deadhead flowers (A sharp pair of pruners is a useful tool for indoor gardeners). A penknife is also an invaluable cutting tool. Plants such as begonias and African violets can be propagated by leaf cuttings and a penknife is essential for this task (A sharp penknife is essential for taking houseplant cuttings). Buying good-quality cutting tools and caring for them will prevent you from having to get replacements. After every use, carefully wipe the blade of the tool with an oily rag to keep it sharp and clean. Store your clean tools safely and well out of the reach of children. There is also some essential equipment, Bottle-garden tools; Cloths to clean leaves and tools; Expanded clay granules; Gloves; Green cane (with cane topper) for supporting orchids; Jelly jar for cuttings; Labels; Mister for raising humidity; Moss pole for supporting climbers; Paintbrush for cleaning cacti; Penknife for leaf cuttings; Plant ties for climbers; Pots and trays for propagation; Scissors for deadheading; Pruners for pruning; Thermometer for room temperature; Trowel for planting; Watering can.",
        "metadata": {
            "source": "Grow Houseplants Essential know-how and expert advice for success (DK Grow)",
            "credibility": "High",
            "category": "Resources"
        }
    },
    {
        "id": "houseplant(DKGrow)_tools_and_equipments_propagation_kits",
        "title": "About the Propagation Kits",
        "content": "There's a huge sense of achievement when you successfully take cuttings, divide plants, or sow seeds. Having the right tools will greatly increase your chances of success in these tasks. The most important thing is to make sure your equipment is spotless in order to prevent spreading plant pests and diseases to vulnerable cuttings or seedlings. Always wash your pots and trays well and wipe down surfaces and cutting tools before starting work. To avoid damaging your kitchen counters or tables, invest in a large watertight tray on which to divide plants and take cuttings. Another essential item is a watering can with a fine rose attached, especially if you're growing from seed, as a fine spray of water is less likely to dislodge or disturb seedlings. Other useful propagation tools are scissors, a penknife, labels to date and name young plants, and a thermometer to ensure you're providing the right temperature. Old jelly jars, filled with water, can be used to strike cuttings. you can use a pair of sharp scissors to cut soft stems for propagation.",
        "metadata": {
            "source": "Grow Houseplants Essential know-how and expert advice for success (DK Grow)",
            "credibility": "High",
            "category": "Resources"
        }
    },
    {
        "id": "houseplant(DKGrow)_tools_and_equipments_watering_equipments",
        "title": "About the Watering Equipments",
        "content": "Make life easy for yourself and buy a lightweight watering can for your indoor garden. A can with a top and side handle will make watering and filling up easier. Make sure your can will fit under all the taps in the house to prevent you from having to go up and down stairs with cans of water. A long spout is ideal, as this makes it much simpler to reach containers that are positioned high up or at the back of a display. Choose a can with a detachable rose for watering seedlings; this attachment isn't necessary when watering mature plants.",
        "metadata": {
            "source": "Grow Houseplants Essential know-how and expert advice for success (DK Grow)",
            "credibility": "High",
            "category": "Resources"
        }
    },
    {
        "id": "houseplant(DKGrow)_tools_and_equipments_special_equipments",
        "title": "About the Special Equipments",
        "content": "Gardeners who want to create a bottle garden should invest in one or two special tools. These are basically mini trowels and forks with long handles. If your hands won't fit in the bottle, you'll need them for planting. Another option is to make your own tools by strapping a short cane to the handle of an old kitchen fork or wooden spoon with tape-this will extend the reach. A paintbrush is a vital tool if you're growing cacti. It's almost impossible to repot these plants without getting potting mix stuck in their spines. A paintbrush is the only sensible and practical way of cleaning them.",
        "metadata": {
            "source": "Grow Houseplants Essential know-how and expert advice for success (DK Grow)",
            "credibility": "High",
            "category": "Resources"
        }
    },
    {
        "id": "houseplant(DKGrow)_tools_and_equipments_gloves",
        "title": "About the gloves",
        "content": "Some houseplants are toxic, prickly, or can cause irritation to the skin, so good gardening gloves are vital to keep your hands safe and clean. Choose a pair that fits well and allows you to feel what you're doing. Thick leather gloves are useful for handling cacti. Bamboo gloves allow great dexterity and are made of a sustainable material. Gloves with a rippled latex palm will give you a good grip when lifting heavy pots. Always check that the gloves you intend to buy are washable.",
        "metadata": {
            "source": "Grow Houseplants Essential know-how and expert advice for success (DK Grow)",
            "credibility": "High",
            "category": "Resources"
        }
    }
    
]   