[
    {
        "id": "houseplant(DKGrow)_placing_location_basic",
        "title": "Choosing the right room",
        "content": "Choosing the right location for your houseplants is the surest way to guarantee success. Every home is configured differently, but there are some common factors that can help you to determine which room a plant is most suitable for. Humidity levels, drafts, temperature, and light (see houseplant(DKGrow)_placing_light), are all key factors in deciding the best place to display your plants.",
        "metadata": {
            "source": "Grow Houseplants Essential know-how and expert advice for success (DK Grow)",
            "credibility": "High",
            "category": "Care Instructions"
        }
    },
    {
        "id": "houseplant(DKGrow)_placing_location_hallway",
        "title": "Placing houseplants at Hallway",
        "content": "A display of houseplants in a hallway is a great welcome, but it can be a challenge to find the right plant for such a tricky area. Hallways are often short of natural light and, with doors constantly opening and closing, are subject to cold drafts and sudden changes of temperature. A draft excluder at the foot of the door can help prevent drafts at night. Choose plants for this area that are robust and able to cope with these fluctuating conditions-the cast iron plant is a good contender. If the temperature in a hallway is low, this could be the perfect place to display seasonal plants such as the paperwhite narcissus, as its white, scented flowers will last longer. A cool hallway is the perfect place for the highly scented paperwhite narcissus.",
        "metadata": {
            "source": "Grow Houseplants Essential know-how and expert advice for success (DK Grow)",
            "credibility": "High",
            "category": "Care Instructions"
        }
    },
    {
        "id": "houseplant(DKGrow)_placing_location_livingroom_and_bedroom",
        "title": "Placing houseplants at Living Rooms or Bedrooms",
        "content": "Living rooms and bedrooms offer similar opportunities and growing environments for plants. The humidity levels tend to be low to moderate, so choose plants that will thrive in these conditions, such as the kentia palm (see p. 100). If the rooms are small or poorly ventilated, avoid any with overpowering scents, such as hyacinths. Also avoid placing toxic plants or those with spines or sharp edges in children's bedrooms. These are rooms in which people tend to be sedentary, so they're often well heated and the temperature can vary greatly during the day and night. The vast changes in temperature that plants undergo if they're near a heat source can cause sudden leaf drop, so avoid placing them close to radiators in winter. When outside temperatures drop and the heating turns on, it's time to consider moving the plants to a cooler part of the room. Drafts are rarely an issue in these rooms, and the light levels will depend on the size of windows and the aspect of the room (see houseplant(DKGrow)_placing_light).",
        "metadata": {
            "source": "Grow Houseplants Essential know-how and expert advice for success (DK Grow)",
            "credibility": "High",
            "category": "Care Instructions"
        }
    },
    {
        "id": "houseplant(DKGrow)_placing_location_bathrooms",
        "title": "Placing houseplants at Bathrooms",
        "content": "Bathrooms generally have high levels of humidity, thanks to the steam from showers and baths. This environment replicates a hot and wet tropical forest and makes a perfect home for many jungle plants such as the bird's nest fern, whose natural habitat is a tropical woodland. Bathrooms are often very small rooms and therefore a popular choice for hanging-basket plants. Many bathrooms have frosted glass windows, which provide plants with filtered rather than direct sunlight. Blinds are also often used for privacy in bathrooms, but it's important to lift these when the room isn't in use so that plants can receive natural light. Bathrooms aren't walkthrough spaces and generally don't have a door leading to the outside, so it's unlikely plants will suffer any of the problems associated with drafts or sudden changes in temperature. Plants that flourish in a high-humidity environment are perfect for a steamy bathroom.",
        "metadata": {
            "source": "Grow Houseplants Essential know-how and expert advice for success (DK Grow)",
            "credibility": "High",
            "category": "Care Instructions"
        }
    },
    {
        "id": "houseplant(DKGrow)_placing_location_kitchens",
        "title": "Placing houseplants at Kitches",
        "content": "Keeping a collection of houseplants on the kitchen windowsill makes perfect sense, as they're positioned near the sink for watering and you can study them daily as they start to bloom. Humidity will be high to moderate in a kitchen due to the constant hot water from washing dishes and the steam from cooking. Cymbidiums are popular kitchen plants, as they enjoy moderate humidity and have captivating flowers. Kitchen surfaces can be easily swept clean and washed, so this tends to be the room where plants are potted, cuttings taken, and offsets removed. Unless there's a door to the outside, drafts are seldom a problem in this setting. However, care should be taken when growing plants on a windowsill, as drafts and temperature extremes can be an issue here, particularly if the windows aren't double glazed. Also avoid placing houseplants close to a stove, as this will subject them to dramatic changes of temperature. As with all locations, light levels will be dependent on the style and aspect of the room (see houseplant(DKGrow)_placing_light).",
        "metadata": {
            "source": "Grow Houseplants Essential know-how and expert advice for success (DK Grow)",
            "credibility": "High",
            "category": "Care Instructions"
        }
    },
    {
        "id": "houseplant(DKGrow)_placing_location_tips",
        "title": "Placing houseplants Tips",
        "content": "Protect furniture and carpets by placing a saucer under plant pots. Avoid putting plants close to electric points as this will make watering and misting hazardous. Potted plants can be heavy after watering, so ensure that shelving can take the weight. Place plants where they won't be knocked over by passersby. Never put plants next to open fires or on mantlepieces above them, as their leaves will drop.",
        "metadata": {
            "source": "Grow Houseplants Essential know-how and expert advice for success (DK Grow)",
            "credibility": "High",
            "category": "Care Instructions"
        }
    }
]