[
    {
        "id": "houseplant(DKGrow)_feeding_basic",
        "title": "Basic information about Feeding",
        "content": "Most houseplants require feeding with a balanced liquid fertilizer in spring and summer (the typical growing season). Feed plants that are grown purely for their flowers with a high-potash fertilizer to encourage flowering. Orchids, citrus, and cacti must be fed with special fertilizer. Always follow the instructions on the packaging carefully, and never overfeed plants, as this can damage them-if in doubt, err on the side of caution by slightly underfeeding. For easy application, choose a liquid fertilizer that can be diluted in water and watered on your plants with a can. Fertilizer contains three main nutrients-nitrogen, phosphorous, and potassium-along with some of the trace elements that plants need. Plant food packaging shows the ratio of these main nutrients: a balanced or general houseplant fertilizer has roughly equal amounts of all three nutrients, whereas special fertilizers contain a dominant ingredient.",
        "metadata": {
            "source": "Grow Houseplants Essential know-how and expert advice for success (DK Grow)",
            "credibility": "High",
            "category": "Care Instructions"
        }
    },
    {
        "id": "houseplant(DKGrow)_feeding_fertilizer_type",
        "title": "Types of fertilizer",
        "content": "There can be 3 type of fertilizer to feed your houseplants. 1. Balanced Fertilizer, it contain dominant nutrient: Nitrogen, Phosphorous, Potassium, it can promote healthy and plentiful foliage; 2. Cactus fertilizer, it contain dominate nutrient: Phosphorous, it can promote strong and healthy roots; 3. Citrus fertilizer, it contain dominant nutrient: Potassium, it can promote flower and fruit. In addition, you can purchase the relative fertilizer together when purchasing the houseplant.",
        "metadata": {
            "source": "Grow Houseplants Essential know-how and expert advice for success (DK Grow)",
            "credibility": "High",
            "category": "Care Instructions"
        }
    }
    
]