[
    {
        "id": "houseplant(DKGrow)_pottingmix_and_containers_basic",
        "title": "Importance on potting mix and container",
        "content": "Choosing the right potting mix and container is key to ensuring a strong, healthy plant that's displayed at its very best. Most houseplants will thrive in commercial potting mix, which is lightweight and clean to use. However, some plants, such as cacti and orchids, need a special mix for good results. Containers are also vital to the health of a plant and intrinsic to the overall style and mood being created.",
        "metadata": {
            "source": "Grow Houseplants Essential know-how and expert advice for success (DK Grow)",
            "credibility": "High",
            "category": "Care Instructions"
        }
    },
    {
        "id": "houseplant(DKGrow)_pottingmix_and_containers_practical_pots",
        "title": "Practical pots",
        "content": "All plants need good drainage. Soggy, wet soil in a pot with no drainage holes will cause the plant to rot, so unless you're prepared to be very vigilant about watering, grow your plant in a container with drainage holes to allow excess water to drain away. To prevent damaging household goods or causing a slip hazard, place the pot on a drip tray or into a decorative cache pot . You can conceal a pot and drip tray by placing them in a basket to create a jungle look. When choosing pots, consider their weight, especially if they'll be put on shelving or hung from a hook or beam. They'll also be heavier after watering. Lightweight pots are the sensible option for hanging or shelf displays. You can use almost anything as a container, but if it doesn't have drainage holes be careful not to overwater.",
        "metadata": {
            "source": "Grow Houseplants Essential know-how and expert advice for success (DK Grow)",
            "credibility": "High",
            "category": "Care Instructions"
        }
    },
    {
        "id": "houseplant(DKGrow)_pottingmix_and_containers_choosing_pottingmix",
        "title": "Choosing a Potting Mix",
        "content": "Potting mix is widely available in bags of various sizes. You can just use the original potting mix from the store if you are new to houseplanting. Wherever possible, choose peat-free varieties of the mixes below to avoid contributing to the negative environmental impact of peat. It's handy to keep a small bag of potting mix in reserve, as it doesn't go bad or have a use-by date. There are 4 type of potting mix, 1. Ericaceous (lime-free), contain Natural materials that have a high acid content, suitable for Acid-loving/lime-hating plants. 2. Commercial, contain Natural materials such as composted bark. Some of these potting mixes contain time-release plant fertilizers, suitable for most houseplants. 3. Seed & cuttings, contain Peat, fine gravel, and other natural materials. Fine-textured to encourage even seed-germination. Low nutrient content, suitable for Growing plants from seeds or cuttings. 4. Specialized (for specific plant groups), contain Various materials, according to plant type (usually to improve drainage or retain moisture), including bark and fine gravel, suitable for Bonsai, cacti, carnivorous plants, citrus plants, and orchids, among others.",
        "metadata": {
            "source": "Grow Houseplants Essential know-how and expert advice for success (DK Grow)",
            "credibility": "High",
            "category": "Care Instructions"
        }
    },
    {
        "id": "houseplant(DKGrow)_pottingmix_and_containers_making_own_pottingmix",
        "title": "Making your own Potting Mix",
        "content": "For the best results, some plants benefit from having additional natural materials in the mix to improve drainage or aeration. Break up any lumps in the mix before using it to repot. Vermiculite and perlite are often added to a mix to improve aeration and retain moisture and nutrients. Choose either one, as both these lightweight materials give similar results. Use in a 1:10 mix of vermiculite or perlite and potting mix. If you aren't buying cactus potting mix and want to convert a commerical mix to a more suitable medium for succulents, add fine gravel and perlite into the mix in a 3:2:1 mix of potting mix, gravel, and perlite. Perlite is added to the potting mix to improve aeration and drainage.  A layer of garden-collected moss around carnivorous plants helps humidity",
        "metadata": {
            "source": "Grow Houseplants Essential know-how and expert advice for success (DK Grow)",
            "credibility": "High",
            "category": "Care Instructions"
        }
    },
    {
        "id": "houseplant(DKGrow)_pottingmix_and_containers_tip",
        "title": "More tips on Potting Mix",
        "content": "1. If the potting mix has time-release fertilizer included, don't give your plants additional fertilizer. Store potting mixes in a dry place. Keep potting mix you've made yourself in clearly labeled bags. Some orchids, such as the moth orchid , should be grown in clear pots, in order to observe their root health. You can place a plant in its plastic pot inside a more decorative outer container (also known as an cache pot or sleeve) that doesn't have drainage holes. Always check that your selected cache pot isn't porous before putting it on a carpet or a favorite piece of furniture; 2. Never fill a container to the rim with potting mix. leave about ¾in (2cm) at the top to allow for watering, otherwise, the water will spill out over the sides.",
        "metadata": {
            "source": "Grow Houseplants Essential know-how and expert advice for success (DK Grow)",
            "credibility": "High",
            "category": "Care Instructions"
        }
    }
]