[
    {
        "id": "houseplant(DKGrow)_purchase_basic",
        "title": "Buying the houseplant",
        "content": "Selecting plants from the vast range offered can be a daunting task. The choices you make will reflect your style, your budget, and the mood you want to create. However, before heading out to pick up your favorite plants, think about where to buy them, what to look out for, and the best place to put them. If they're destined for a sunny room, you can dismiss shade-lovers, and vice versa. Also consider space: do you want to decorate a small windowsill or create a large display in a hallway? Whatever your vision, with some prior thought, buying your plants can be a straightforward and pleasurable experience.",
        "metadata": {
            "source": "Grow Houseplants Essential know-how and expert advice for success (DK Grow)",
            "credibility": "High",
            "category": "Resources"
        }
    },
    {
        "id": "houseplant(DKGrow)_purchase_location",
        "title": "Places to purchase houseplants",
        "content": "Houseplants are sold in numerous outlets, including supermarkets and department and DIY stores-all are great places to browse. These nontraditional houseplant outlets- which attract people of all ages to impulse-buy for their homes and workplaces-are encouraging a new generation of indoor gardeners. However, when buying for the first time, looking for specific plants, or seeking advice, your first port of call should be a nursery or garden center. Here you'll receive expert guidance and might be able to order a plant of the preferred height and variety. They're also likely to have healthy plants and a good range of pots, potting mixes, fertilizers, tools, and other accessories. When choosing a plant, look for healthy specimens with an even shape. Always make sure that succulents have a good, strong root system before buying them in a store.",
        "metadata": {
            "source": "Grow Houseplants Essential know-how and expert advice for success (DK Grow)",
            "credibility": "High",
            "category": "Resources"
        }
    },
    {
        "id": "houseplant(DKGrow)_purchase_choose_healthy_plant",
        "title": "Choosing healthy, pest-free houseplants",
        "content": "Before committing to buying a plant, look at its overall health and the health of the plants it has been placed with in the store. Check the underside of leaves, where pests most often lurk. Avoid houseplants that have been displayed by a drafty door-they'll soon fail when you get them home. For the same reason, in fall and winter, steer clear of plants that have been displayed outside in the day and moved back indoors at night. Changes in temperature can be fatal. Houseplants vary in their specific requirements, so a shop display in a south-facing window or a dark corner at the back of the shop will cause damage to some plants. The ideal location for a display of different types of houseplants is in filtered sunlight.",
        "metadata": {
            "source": "Grow Houseplants Essential know-how and expert advice for success (DK Grow)",
            "credibility": "High",
            "category": "Resources"
        }
    },
    {
        "id": "houseplant(DKGrow)_purchase_onlineshopping",
        "title": "Purchase houseplants through onlineshopping",
        "content": "Shopping for plants online or via mail order is particularly useful if you're keen to source a specific plant from a nursery. Many people aren't able to travel to a nursery far away to purchase one or two plants. An added bonus is that buying plants through the mail means you can send a houseplant as a gift direct to the recipient's home. Many online suppliers offer clear images and good descriptions of their houseplants, so it's often a great way for beginners to browse and shop. If this is your preferred method of buying, make sure you're at home when the plants arrive. Leaving them outside on a doorstep, especially during the cold winter months, will be detrimental to their health. Also make sure that anyone receiving a plant as a gift is aware a parcel is on its way. Shopping online is a great way to find more unusual plants.",
        "metadata": {
            "source": "Grow Houseplants Essential know-how and expert advice for success (DK Grow)",
            "credibility": "High",
            "category": "Resources"
        }
    },
    {
        "id": "houseplant(DKGrow)_purchase_bring_to_home",
        "title": "Bringing the houseplants to home",
        "content": "The failure of new houseplants can be due to the journey from the store rather than the environment at their final destination. When buying a plant in summer, you can simply walk home with it unwrapped. However, if buying in fall, winter, or spring, take care to protect the plant from the sudden shock of being taken outside and exposed to a considerably lower temperature. Plants such as the poinsettia , bought for Christmas cheer, will soon drop their leaves if subjected to even a brief winter chill. Ask the retailer to wrap the plant, or take wrapping paper with you, to keep it well- protected on the journey home. Request that plants are wrapped by the store in winter.",
        "metadata": {
            "source": "Grow Houseplants Essential know-how and expert advice for success (DK Grow)",
            "credibility": "High",
            "category": "Resources"
        }
    },
    {
        "id": "houseplant(DKGrow)_purchase_tip",
        "title": "More tips on purchase the houseplants",
        "content": "Choose plants that have a neat and regular shape with new shoots or leaves forming. Select plants that are in bud rather than full bloom if you want long-lasting flowers. Avoid plants that are either very dry or very wet. Check that succulent plants are firmly rooted and make sure they haven't started to rot at the base.",
        "metadata": {
            "source": "Grow Houseplants Essential know-how and expert advice for success (DK Grow)",
            "credibility": "High",
            "category": "Resources"
        }
    }
]