[
    {
        "id": "plant_info(missouri_botanical)_malabar_chestnut_basic",
        "title": "Malabar Chestnut (Pachira Aquatic) - Basic Information",
        "content": "Pachira aquatica (Malabar Chestnut) is known by a large number of common names including water chestnut, Guiana chestnut and Malabar chestnut. In addition, it is often commercially sold as a houseplant or bonsai under the name of money tree or money plant. In the wild, this is a tropical evergreen estuarine species that is native to freshwater swamps, estuaries and river banks in tropical rainforests from Mexico to northern South America. It is cultivated in Hawaii and southern California. It is typically grown outdoors in frost-free climates as a tropical ornamental and/or for harvest of its edible nuts. In cooler climates, it is often grown indoors as a foliage houseplant (rarely flowers) or bonsai, often in a braided trunk form. Water chestnut is an evergreen tree or large shrub that will grow to 60 inches tall in its native habitat, but usually smaller (to 30 inches) in home landscapes. Houseplants typically grow to 6-8 inches tall. Each palmately compound leaf has 5-9, elliptic to lance-shaped, shiny green leaflets (to 5-10 inches long). Large, greenish to yellowish-white flowers feature five long cream-colored petals surrounding 200-250 tightly-packed, red-tipped stamens (to 3-4 inches long). Bushy stamens have a shaving-brush like appearance. Flowers bloom for one day and are fragrant at night. Fruit is a heavy, woody, brown capsule (to 12 inches long) that bursts when mature to release edible nuts (seeds) which may be eaten raw or roasted or ground into flour. Young leaves and flowers may be cooked as a vegetable; Genus name comes from the native Guyanese name; Specific epithet means growing in or near water; Common name of money tree comes from an old tale in which a poor man acquired wealth by discovering this tree and selling its seeds. Under Feng Shui teachings, money tree is believed to bring good luck to those who plant it in their home or office. Roasted nuts reportedly taste like chestnuts and plants grow in water, hence the common name of water chestnut for this plant.",
        "metadata": {
            "source": "Missouri Botanical Garden",
            "credibility": "High",
            "category": "Care Instructions"
        }
    },
    {
        "id": "plant_info(missouri_botanical)_malabar_chestnut_problem_pests_diseases",
        "title": "Malabar Chestnut (Pachira Aquatic) - Problem Pests Diseases",
        "content": "No serious insect or disease problems. Plants will drop leaves if soils become dry.",
        "metadata": {
            "source": "Missouri Botanical Garden",
            "credibility": "High",
            "category": "Troubleshooting"
        }
    }
]