[
    {
        "id": "plant_info(ncstate)_chinese_evergreen_basic",
        "title": "Chinese Evergreen (Aglaonema) - Basic Information",
        "content": "Chinese evergreen is an herbaceous perennial in the Araceae (arum) family and is native to the tropical and subtropical areas of Southeast Asia and New Guinea. There are 26 species in the genus and many cultivars. It is commonly grown as a houseplant and is one of the easiest to grow in the home or office. This tropical shrub grows to 1. 5 feet, is erect and bushy, and resembles a dumb cane (Dieffenbachia). The tendency to have only 5-8 main lateral veins distinguishes it from Dieffenbachia; It has lance-shaped leaves that reach 4 to 8 inches long and 2 to 3 inches wide and that may be attractively variegated with white, silver, pink and/or red. It may produce a white spadix and greenish-white spathe, but houseplants may not flower if the light level is low. Red clusters of berries follow the blooms; The plant does well in diffuse sun or good indirect light and prefers high humidity but will tolerate dryer air. Keep the potting mix moist from spring to fall. It does not require a winter dormancy period but prefers a reduction in watering during the winter. Remove flowers and fruits to direct energy to plant growth. It is intolerant of cold temperatures and prefers a daytime temperature in the 70 to 80-degree F range. The plant tends to get leggy with age as the stem grows; It is an excellent plant for low-light, indoor locations; it can also be used outdoors as a filler plant or low hedge in warm regions. Grow it in an Asian or shade garden, in a container, beside a patio or walkway, or in a woodland setting.",
        "metadata": {
            "source": "NC State Extension",
            "credibility": "High",
            "category": "Care Instructions"
        }
    },
    {
        "id": "plant_info(ncstate)_chinese_evergreen_problem_pests_diseases",
        "title": "Chinese Evergreen (Aglaonema) - Problem Pests Disease",
        "content": "Insects, Diseases, and Other Plant Problems: There are no serious disease or insect problems, but watch for aphids, mealybugs, spider mites, and scale. Root rots can occur with over-watering; allow the medium to dry between waterings and avoid using cold water. The leaves may turn brown in very dry air or a drafty location.",
        "metadata": {
            "source": "NC State Extension",
            "credibility": "High",
            "category": "Troubleshooting"
        }
    }
]