[
    {
        "id": "plant_info(ncstate)_malabar_chestnut_basic",
        "title": "Malabar Chestnut (Pachira Aquatica) - Basic Information",
        "content": "Malabar Chestnut as known as Money Tree, is native to Southern Mexico to Bolivia and Northern Brazil and is found in freshwater swamps, estuaries, along riverbanks, or tropical rainforests. The genus name, Pachira, means 'sweetwater nut' and refers to the tree's fruits. The specific epithet, aquatica, is Latin for 'aquatic. ' This tree can grow up to 60 feet tall in its native habitat. In cultivation, it can grow up to 30 feet, but it typically grows no more than 6 to 8 feet tall as a houseplant. The trunks of these trees are so flexible that they can be braided together, and they have large, showy, fragrant flowers, but houseplants are unlikely to flower. This tree is a member of the mallow family (Malvaceae); The money tree prefers indirect sunlight or a mix of sun and shade. Leaf scorch can occur from exposure to direct sunlight. It is hardy in USDA zones 10 to 12 and thrives in a humid environment with temperatures between 65 to 75 degrees Fahrenheit. In colder climates, the tree should be brought indoors before temperatures drop to 45 degrees Fahrenheit. For container planting or houseplants, the tree prefers moist, well-drained potting mix of peat moss, perlite, loam, or sand. Standing water is not tolerated and can cause root rot. If planted outdoors, it needs to be protected from strong winds. It can be propagated by softwood cuttings, layering or seeds. The trees will produce flowers when planted outdoors in 4 to 5 years; however, it will not flower indoors or if braided; The leaves are shiny, green, palmately compound with 5 to 9 leaflets, and measure 5 to 10 inches long. The flowers are large, green to yellowish-white with 5 cream-colored petals. The petals surround 200 to 250 red tipped stamens that measure 3 to 4 inches long. The flowers bloom for one day only and are fragrant at night. The fruit is a woody, brown capsule, and measures 12 inches long. When ripened the capsule opens and releases the edible seeds. This tree became very popular in Taiwan during the 1980's. It was valued in Feng Shui for creating positive energy and prosperity for the home. It became known as the 'money tree' based on a tale of a poor man acquiring wealth by selling the tree's edible nuts. Braiding of the stems of seedlings also originated in Taiwan. It was thought it was a way of locking in luck or fortune; Commercially, this tree is named the money tree and can be used as a houseplant or for bonsai. It is quite popular and can be frequently found in homes or offices.  In warmer climates, it may be planted outdoors;",
        "metadata": {
            "source": "NC State Extension",
            "credibility": "High",
            "category": "Care Instructions"
        }
    },
    {
        "id": "plant_info(ncstate)_malabar_chestnut_problem_pests_diseases",
        "title": "Malabar Chestnut (Pachira Aquatica) - Problem Pests Diseases",
        "content": "Insects, Diseases, and Other Plant Problems: Monitor for aphids, mealybugs, scale, and fungus gnats. Potential diseases include anthracnose, powdery mildew, and root root from standing water. Leaf drop can occur if the soil is too dry. Yellow leaves can occur if the humidity is too low or inadequate nutrients in the soil; Some sources state that the seeds are potentially toxic and contain cyclopropenoid fatty acids. Exercise caution and research further before ingesting the seeds or nuts.",
        "metadata": {
            "source": "NC State Extension",
            "credibility": "High",
            "category": "Troubleshooting"
        }
    }
]