[
    {
        "id": "plant_info(plantophiles)_moon_valley_basic",
        "title": "Moon Valley (Pilea Mollis/Pilea Involucrat) - Basic Information",
        "content": "The Moon Valley has many different names, such as Friendship Plant, Pilea, Moon Valley Plant, Pilea Moon Valley, or Pilea Mollis / Pilea Involucrat by its scientific name; It has deep-textured leaves that make it look like the moon's surface; It has very vibrant apple-green leaves and deep veins and gets white little flowers when it is blooming; The Friendship Plant is also known as a friendship plant. Just cut it and share it amongst friends and family to grow. It signifies that you can grow your friendship along with the plant; In my personal opinion, the Friendship Plant is easy to care for; One of the best things about the Moon Valley Plant is that it is pest-free. So you don't have to worry about your plant dying by catching some insect or pest-related diseases.",
        "metadata": {
            "source": "Plantophiles",
            "credibility": "Medium-High",
            "category": "Care Instructions"
        }
    },
    {
        "id": "plant_info(plantophiles)_moon_valley_care_overview",
        "title": "Moon Valley (Pilea Mollis/Pilea Involucrat) - Care, Overview",
        "content": "You'll need good drainage soil to grow a healthy Moon Valley Pilea. Water this plant weekly making sure to leave the soil to dry after. Place it in an area with moderate to bright light, with a temperature of 68-85 degrees Fahrenheit (20-29 degrees Celsius), and humidity above 50%. Fertilize only once a month with a water-soluble fertilizer.",
        "metadata": {
            "source": "Plantophiles",
            "credibility": "Medium-High",
            "category": "Care Instructions"
        }
    },
    {
        "id": "plant_info(plantophiles)_moon_valley_care_soil",
        "title": "Moon Valley (Pilea Mollis/Pilea Involucrat) - Care, Soil",
        "content": "Pilea Mollis 'Moon Valley' care requires rich, well-draining soil. Use a pot with drainage holes; This plant does not grow well in dry soils, so make sure to keep it well moisturized.",
        "metadata": {
            "source": "Plantophiles",
            "credibility": "Medium-High",
            "category": "Care Instructions"
        }
    },
    {
        "id": "plant_info(plantophiles)_moon_valley_care_light",
        "title": "Moon Valley (Pilea Mollis/Pilea Involucrat) - Care, Light",
        "content": "This Pilea requires moderate to bright light but not too much. You should avoid placing your moon valley pilea directly under sunlight; Direct sunlight might damage and dry the leaves, giving them a weak, dried-out appearance; You should keep rotating the pot slightly after every few days to make sure that all its sides are equally exposed to the sun; The ideal place to put a moon valley pilea is near a window but not directly under sunlight.",
        "metadata": {
            "source": "Plantophiles",
            "credibility": "Medium-High",
            "category": "Care Instructions"
        }
    },
    {
        "id": "plant_info(plantophiles)_moon_valley_care_water",
        "title": "Moon Valley (Pilea Mollis/Pilea Involucrat) - Care, Water",
        "content": "Water the Moon Valles plant every 7-14 days. Test the top layer using your index finger. When the the top 2-3 inches of soil (5-7. 5 cm) are dry it is time to water; But make sure you are not overdoing it because soggy soils can also damage the leaves and give them a droopy look that will not look very fresh; Water the plant whenever you see that the upper layer of soil is getting too dry, but let the water drain completely so that it does not build up at the bottom of the plant; The Moon Valley likes to stay in moist soil, but it should not be too soggy as that could cause the plant's roots to rot and die; You would have to keep a balance between keeping the soil moist and dry to make sure it is exactly how moon valley pilea likes it; Too much or too little water might cause your plant to wilt sooner than expected; Many people believe that not giving enough water to plants is the only water-related problem, but they need to realize that overwatering the plant can be equally harmful, if not more, to the plant's health.",
        "metadata": {
            "source": "Plantophiles",
            "credibility": "Medium-High",
            "category": "Care Instructions"
        }
    },
    {
        "id": "plant_info(plantophiles)_moon_valley_care_temperature",
        "title": "Moon Valley (Pilea Mollis/Pilea Involucrat) - Care, Temperature",
        "content": "Temperatures around 68-85°F (18-29°C) are ideal for a Moon Valley Pilea; Keep your moon valley pilea at a moderate temperature that is not too cold or warm. Temperatures around 68-85°F/18-29°C are the most suitable for this kind of plant; For moon valley pilea care, you should keep your plant away from direct air from the heater or the air conditioner; During winters, a moon valley pilea can tolerate temperatures as low as 55°F (13°C) if necessary.",
        "metadata": {
            "source": "Plantophiles",
            "credibility": "Medium-High",
            "category": "Care Instructions"
        }
    },
    {
        "id": "plant_info(plantophiles)_moon_valley_care_humidity",
        "title": "Moon Valley (Pilea Mollis/Pilea Involucrat) - Care, Humidity",
        "content": "Your moon valley pilea plant likes to stay in a highly humid environment that would keep it well moisturized; To ensure your plant is in the ideal conditions, maybe you should consider using a humidity monitor to read the humidity levels in the surroundings; During winter seasons, you might experience extremely dry weather, even indoors. Hence, during that time, either invest in a humidifier or keep your moon valley pilea near a source of water that would keep it's surrounding nicely humid and moist; The humidity levels should not drop below 50% where you are keeping your moon valley pilea plant; Place a cool humidifier near the plant to give it favorable conditions that would help in the growth of the plant.",
        "metadata": {
            "source": "Plantophiles",
            "credibility": "Medium-High",
            "category": "Care Instructions"
        }
    },
    {
        "id": "plant_info(plantophiles)_moon_valley_care_fertilize",
        "title": "Moon Valley (Pilea Mollis/Pilea Involucrat) - Care, Fertilize",
        "content": "Moon valley pilea does not require too many fertilizers because it can get the nutrients it needs from their surroundings and from the soil they are planted in; But still, you should give your plant monthly fertilizers for optimal growth and health; Ideally, you should give your moon valley pilea water-soluble fertilizers that will penetrate the soil and nourish it with minerals and nutrients.",
        "metadata": {
            "source": "Plantophiles",
            "credibility": "Medium-High",
            "category": "Care Instructions"
        }
    },
    {
        "id": "plant_info(plantophiles)_moon_valley_care_growth",
        "title": "Moon Valley (Pilea Mollis/Pilea Involucrat) - Care, Growth",
        "content": "If given the ideal living conditions, moon valley pilea can grow to double its size in very little time; To ensure your plant is getting the nutrients it needs and growing into its best self, keep giving it fertilizers regularly during the blooming season.",
        "metadata": {
            "source": "Plantophiles",
            "credibility": "Medium-High",
            "category": "Care Instructions"
        }
    },
    {
        "id": "plant_info(plantophiles)_moon_valley_potting",
        "title": "Moon Valley (Pilea Mollis/Pilea Involucrat) - Potting",
        "content": "Pots with good drainage systems are the best containers to place your moon valley pilea in. If the roots get stuck in too much water, they might start to die; Ensure the pot features open drainage holes that help remove excess water once the soil is moist; Once your plant has grown bigger than its original size, repot it into a bigger pot that would have more space for the plant and its roots; Keeping the plant in a smaller pot will cause the roots to get tangled and not get equal amounts of nutrients from the water and soil.",
        "metadata": {
            "source": "Plantophiles",
            "credibility": "Medium-High",
            "category": "Care Instructions"
        }
    },
    {
        "id": "plant_info(plantophiles)_moon_valley_propagation",
        "title": "Moon Valley (Pilea Mollis/Pilea Involucrat) - Propagation",
        "content": "Moon valley pilea propagation will require you to take a stem cutting, place it into moist soil and potting mix and then press the soil around the stem firmly so that it stands tall and erect; Place the pot in a bag to ensure the humidity is not lost from the plant and the soil; How to propagate a Moon Valley Pilea step by step: 1. Take a stem cutting from a moon valley pilea plant. 2. Moisten the soil in the pot before placing the stem in. 3. Place the stem in the mixture of soil and potting mix. 4. Firmly press the soil around the stem to give it a firm base to stand tall. 5. Place the newly potted moon valley pilea in a plastic bag to keep the moisture and humidity 6. inside the plant and the soil. 7. Place it in a well-lit and mildly cool place. 8. Remember to regularly water the plant and keep rotating it a little to ensure all sides get equal amounts of sunlight.",
        "metadata": {
            "source": "Plantophiles",
            "credibility": "Medium-High",
            "category": "Care Instructions"
        }
    },
    {
        "id": "plant_info(plantophiles)_moon_valley_problems_pests_diseases_root_rot",
        "title": "Moon Valley (Pilea Mollis/Pilea Involucrat) - Problem Pests Diseases, Root Rot",
        "content": "One of the most common issues with a moon valley pilea is that if it sits for too long in moist soil that has excess water, its roots can start decaying and rotting; The plant's leaves will begin yellowing and grow weak. If you notice this change in your plant, take immediate action before it is too late.",
        "metadata": {
            "source": "Plantophiles",
            "credibility": "Medium-High",
            "category": "Troubleshooting"
        }
    },
    {
        "id": "plant_info(plantophiles)_moon_valley_problems_pests_diseases_low_humidity",
        "title": "Moon Valley (Pilea Mollis/Pilea Involucrat) - Problem Pests Diseases, Low Humidity",
        "content": "If your moon valley pilea is in an environment with humidity lower than what the plant can tolerate, it will start to wilt and get yellow spots on the leaves with a weak and unhealthy appearance; This might not kill your plant, but it still needs your attention and requires to be fixed. Ensure your plants are in a well-moisturized and humid environment.",
        "metadata": {
            "source": "Plantophiles",
            "credibility": "Medium-High",
            "category": "Troubleshooting"
        }
    },
    {
        "id": "plant_info(plantophiles)_moon_valley_problems_pests_diseases_dehydration",
        "title": "Moon Valley (Pilea Mollis/Pilea Involucrat) - Problem Pests Diseases, Dehydration",
        "content": "If your moon valley pilea is severely dehydrated, it will start to lose its leaves in a very unhealthy manner. They will curl up, lose their color and then start to shed; To prevent this from happening, keep watering your plants frequently so they don't get a chance to lose their moisture and go towards dehydration; Moon Valley Pilea is a plant that requires more water and humid soil to survive, so make sure to give it those conditions, or else it will start to wilt and lose its beauty and health.",
        "metadata": {
            "source": "Plantophiles",
            "credibility": "Medium-High",
            "category": "Troubleshooting"
        }
    },
    {
        "id": "plant_info(plantophiles)_moon_valley_tips",
        "title": "Moon Valley (Pilea Mollis/Pilea Involucrat) - More tips on this plant",
        "content": "Tips for Keeping Moon Valley Pilea Healthy and Growing: 1. Place your moon valley pilea in bright light but avoid putting it directly under sunlight. 2. Use water-soluble fertilizers diluted in water for maximum nutrients. 3. Water whenever the top layer of the plant is drying out to keep it moisturized and humid 4. Give regular checkups for mold, insects, and pests to make sure your plant is free from diseases. 5. Keep in a mildly cool place, not too hot or directly under sunlight. In winter, make sure the temperatures don't drop too low. 6. Keep in a humid environment. In winter, when the humidity is low, consider investing in a humidifier to keep your plants healthy and blooming.",
        "metadata": {
            "source": "Plantophiles",
            "credibility": "Medium-High",
            "category": "Care Instructions"
        }
    }
]