[
    {
        "id": "houseplant(wrongplants)_potting_basic",
        "title": "Houseplant Potting - Basic Information",
        "content": "Most people want to replace their houseplant's original pot with something more attractive. After all, your companion plant should fit into your decor in a container that complements your home and those cheap, thin-walled plastic pots that come from the nursery don't quite reach the mark.",
        "metadata": {
          "source": "Whats Wrong With My Houseplant Save Your Indoor Plants With 100 Organic Solutions (David C Deardorff, Kathryn B Wadsworth)",
          "credibility": "High",
          "category": "Care Instructions"
        }
    },
    {
        "id": "houseplant(wrongplants)_potting_uppotting",
        "title": "Houseplant Potting - Up-potting",
        "content": "When you first get your plant, examine it to see if it would profit from being moved into a larger container (up-potting). Check by pulling the plant out of its pot and looking at the root ball. This will not harm the plant if you treat it gently; If there are only a few roots visible on the sides of the root ball and the potting medium starts to fall apart when you poke it with your finger just push the plant back into its container and wait a year or so before up-potting. If you pull your plant out of its cheap plastic container and the root ball is covered by a healthy network of white roots strongly holding together the mass of potting medium in a compact ball, then you can go ahead and up-pot your plant into a larger container; Another factor to consider is the rate at which plants grow. Some houseplants grow slowly by nature and some grow fast, but both will eventually need to be up-potted. When you're certain your plant is ready for a new, larger pot, use a tape measure to determine the diameter of the old original pot. It's important to know the size of the container whenever it comes time to move your plant up to a larger pot; The new pot should be no more than 2 to 4 inches larger than the current pot. Why? Because a small plant with a small root system is physically incapable of mining a large volume of soil for moisture with the result that the potting medium stays too wet too long and the roots rot. You have to move a plant up in increments until you get your plant into the size of pot you want it to live in for a very long time; For a slow-growing plant the new pot should be 2 inches larger in diameter. For a fast-growing plant the new pot should be 4 inches larger. In other words, when you up-pot a slow-growing plant in a 4-inch pot, move it into a 6-inch pot. This will give you 1 inch of fresh potting medium packed around all sides of the root ball. When you up-pot a fast-growing plant in a 4-inch pot, put it into an 8-inch pot. This will give you 2 inches of fresh potting medium packed around all sides of the root ball. A really vigorous plant growing rapidly will quickly fill 2 inches of fresh potting medium with healthy roots, but a slow-growing plant cannot do so; Keep in mind that some houseplants are destined to always be small, even when fully mature. An African violet comes to mind as a kind of plant that can never become large, like a tree. It will always be small even when fully mature and can live quite happily in a 4-inch pot. A rubber tree in a 4-inch pot, by contrast, will quickly outgrow the pot and need to be up-potted to a bigger container. Since the rubber tree is a forest giant in the wild, it can easily reach the ceiling in your home if you give it a large enough pot.",
        "metadata": {
          "source": "Whats Wrong With My Houseplant Save Your Indoor Plants With 100 Organic Solutions (David C Deardorff, Kathryn B Wadsworth)",
          "credibility": "High",
          "category": "Care Instructions"
        }
    },
    {
        "id": "houseplant(wrongplants)_potting_repotting",
        "title": "Houseplant Potting - Re-potting",
        "content": "If your houseplant has reached the perfect size for your space (i. e. , you do not want it to get much larger than it is), you don't want to move it into a larger pot. To restrict (or maintain) a plant's size you re-pot it and put it back into the same container, or a same-size container; Pull the plant out of its container and examine the roots. You'll probably see a tangled mass of solid roots and you won't be able to see any potting medium. Using a clean, sterile, sharp knife, slice off 1 inch of the root ball on all sides and across the bottom. Pack the bottom of the pot with 1 inch of fresh potting medium and put your plant back in its pot, then pack the sides of the pot with 1 inch of fresh potting medium. In two to three years your plant will once again need to be re-potted and you'll just repeat this process.",
        "metadata": {
          "source": "Whats Wrong With My Houseplant Save Your Indoor Plants With 100 Organic Solutions (David C Deardorff, Kathryn B Wadsworth)",
          "credibility": "High",
          "category": "Care Instructions"
        }
    }
]