[
    {
        "id": "plant_info(wrongplants)_chinese_evergreen_basic",
        "title": "Chinese Evergreen (Aglaonema) - Basic Information",
        "content": "In addition to their beauty, Chinese evergreens (Aglaonema, A. modestum, A. pictum) are undemanding; thus, they are widely grown in public spaces such as shopping malls, hospitals, and hotels. The plant's small size and proven ability to purify indoor air make it a perfect companion for the home and office as well. Crowns of deep green foliage-mottled, marbled, and painted with splashes of pale silvery green-are typical for these handsome, easy-to-grow plants. Some newer cultivars have bright red, pink, and creamy white markings on the leaves. Stems are short-it is the crown of beautiful foliage that gives the plant its height and width. Many older cultivars become 2 to 3 feet tall and wide as they mature, but newer cultivars are bred to be very short and compact, about 1 foot tall and wide. Stems can become trunk-like with age as the oldest leaves are shed. Leaf size and shape varies widely; typical leaves are 6 to 10 inches long and 3 to 4 inches wide, but some cultivars have very narrow foliage, only 1 to 2 inches wide. The inflorescence is a small, pale green, scoop-shaped spathe surrounding a finger-like spadix covered with tiny flowers. Female flowers near the base of the spadix form red berries after fertilization; This plant is toxic to people and pets and should be kept in an out-of-the-way place. Its tissues contain calcium oxalate crystals, and if leaves are chewed the crystals penetrate the soft tissues of lips, tongue, and throat, causing painful swelling, drooling, and vomiting. If you suspect a person or pet has ingested parts of this plant, or if a person or pet exhibits serious symptoms such as difficulty breathing, call your local emergency hotline, poison control center, or vet; As for common problem of this plant, watch for leaves changing color, scale insects, and bacterial leaf spot.",
        "metadata": {
            "source": "Whats Wrong With My Houseplant Save Your Indoor Plants With 100 Organic Solutions (David C Deardorff, Kathryn B Wadsworth)",
            "credibility": "High",
            "category": "Care Instructions"
        }
    },
    {
        "id": "plant_info(wrongplants)_chinese_evergreen_optimum_household_environment",
        "title": "Chinese Evergreen (Aglaonema) - Optimum Household Environment",
        "content": "Read the Introduction for the specifics of each recommendation. LOW OR MEDIUM LIGHT: Cultivars with darker green foliage do best near a north window. Those with lighter, more extensive variegation of the foliage need the brighter light of an east window with curtains to filter the light. All varieties do well under artificial light. Chinese evergreen is intolerant of direct sun. MODERATE TEMPERATURE: Daytime 70 to 80°F, nighttime 60 to 70°F. This plant is sensitive to cold air so avoid drafty locations and temperatures below 60°F. MODERATE WATER: Water whenever the top of the potting medium becomes dry to a depth of 1 inch. HUMIDITY: These plants tolerate moderately dry air very well. But if the air in your home is very dry, then mist your plant twice a week with a spray bottle of water on a mist setting, or use a handheld mister. POTTING MEDIUM: Use any good organic, well-drained, general-purpose potting soil that incorporates organic fertilizer, mycorrhizal fungi, and other beneficial microbes. FERTILIZER: Use any balanced organic fertilizer. Apply once a month through the growing season, every two months in winter. POTTING: When your plant needs up-potting, every two years or so, shift it to a container with a diameter 2 inches larger than the current pot. These plants prefer being a little rootbound. Re-potting can be done any time of year. PROPAGATION: Chinese evergreen is easy to propagate from stem tip cuttings.",
        "metadata": {
            "source": "Whats Wrong With My Houseplant Save Your Indoor Plants With 100 Organic Solutions (David C Deardorff, Kathryn B Wadsworth)",
            "credibility": "High",
            "category": "Care Instructions"
        }
    }
]