[
    {
        "id": "houseplant(wrongplants)_common_growing_condition_problems_basic",
        "title": "Houseplant Common Growing Condition Problems - Basic Information",
        "content": "Every plant portrait lists the most common problems that occur for each plant. However, you may encounter less common problems as well. If something is not quite right with your plants and you've ruled out a pest or disease, look at the photos and read the descriptions in this section to find a diagnosis and safe, organic solutions.",
        "metadata": {
          "source": "Whats Wrong With My Houseplant Save Your Indoor Plants With 100 Organic Solutions (David C Deardorff, Kathryn B Wadsworth)",
          "credibility": "High",
          "category": "Troubleshooting"
        }
    },
    {
        "id": "houseplant(wrongplants)_common_growing_condition_problems_curling_leaves",
        "title": "Houseplant Common Growing Condition Problems - Curling(Accordion-folded) Leaves",
        "content": "New, young leaves of certain orchids (alicearas, beallaras, dancing ladies, pansy orchids, spider orchids) tend to stick together as they grow when the humidity is too low or the plant doesn't have enough water. Leaves that are stuck together cannot free themselves, but they keep trying to grow. As a result, the leaf becomes pleated and folded. Accordion-folded leaves will not outgrow this condition. Although unsightly, it is not life-threatening to your plant. Correct the growing conditions, and subsequent leaves will grow normally; If low humidity is the trouble, raise it by misting your orchids with a spray bottle of water on a mist setting, or use a handheld mister. To determine how often to mist, look at the humidity needs of your plant in its plant portrait. Set your orchid in a saucer or tray of water with the pot sitting on pot feet or pebbles to raise it up above the water. Group your houseplants together to raise the humidity. Put a humidifier in the room. Avoid blasts of hot air from heat registers; If you believe the humidity is adequate, then insufficient water may be the trouble. Water your orchids more frequently, especially if the air in your home is unusually warm and dry. If humidity is adequate and your frequency of watering is appropriate, check to see if your orchid needs to be up-potted and the potting medium refreshed.",
        "metadata": {
          "source": "Whats Wrong With My Houseplant Save Your Indoor Plants With 100 Organic Solutions (David C Deardorff, Kathryn B Wadsworth)",
          "credibility": "High",
          "category": "Troubleshooting"
        }
    },
    {
        "id": "houseplant(wrongplants)_common_growing_condition_problems_brown_leaf_tips",
        "title": "Houseplant Common Growing Condition Problems - Brown leaf tips",
        "content": "Brown leaf tips. The tips of the leaves die and turn brown. The cause is low humidity and/or insufficient water. As this condition progresses, leaf edges may also turn brown and die. If tiny black dots develop in the dead brown areas, your plant has a leaf spot fungus infection; If low humidity is the trouble, raise it by misting your houseplants with a spray bottle of water on a mist setting, or use a handheld mister. To determine how often to mist, look at the humidity needs of your plant in its plant portrait. Set your plant in a saucer or tray of water with the pot sitting on pot feet or pebbles to raise it up above the water. Group your houseplants together to raise the humidity. Put a humidifier in the room. Avoid blasts of hot air from heat registers; For insufficient water, check to see if your plant's pot is too small for it. If so, your plant needs to be up-potted. Make sure that you provide your plant with all the water it needs.",
        "metadata": {
          "source": "Whats Wrong With My Houseplant Save Your Indoor Plants With 100 Organic Solutions (David C Deardorff, Kathryn B Wadsworth)",
          "credibility": "High",
          "category": "Troubleshooting"
        }
    },
    {
        "id": "houseplant(wrongplants)_common_growing_condition_problems_oedema",
        "title": "Houseplant Common Growing Condition Problems - Oedema",
        "content": "Oedema. Plants develop tiny brown bumps on the leaves. These bumps are firmly attached and cannot be rubbed off with your thumbnail. The bumps are rough to the touch, because they're composed of cork tissue that the leaves produce in response to overwatering. Oedema is not a disease or a pest, and is not life-threatening, but leaves that have already developed edema are going to stay that way. To prevent edema from occurring on new leaves, reduce the frequency and quantity of watering. Increase light and temperature to allow more rapid transpira tion. Make sure the potting medium drains adequately and that your plant is not suffering from soggy soil.",
        "metadata": {
          "source": "Whats Wrong With My Houseplant Save Your Indoor Plants With 100 Organic Solutions (David C Deardorff, Kathryn B Wadsworth)",
          "credibility": "High",
          "category": "Troubleshooting"
        }
    },
    {
        "id": "houseplant(wrongplants)_common_growing_condition_problems_failure_to_flower",
        "title": "Houseplant Common Growing Condition Problems - Failure to Flower",
        "content": "Failure to flower: Sometimes houseplants that should produce flowers don't. There are several reasons why a plant fails to flower but the most common are lack of chilling, insufficient light, and lack of long nights. Each of these factors applies to specific houseplants, as follows; Lack of chilling: amaryllis, Easter cactus, florist azalea, jasmine, kalanchoe, orchid cactus, and spring bulbs all require a cold treatment in order to set flower buds. The details for each plant's required cold treatment (when, for how long, at what temperature) are given in the plant portraits; Insufficient light: dendrobium, hibiscus, prickly pear, rat tail cactus, tiger jaws, and wax plant all require sufficient levels of light (whether high or, in the case of wax plant, medium) to have enough energy to produce flowers. Plants that fail to flower because they don't receive enough sun need to be moved to a higher light situation. Alternatively, when curtains are responsible for low light intensity, they can be left open or removed. Increase sunlight carefully and acclimate your plants slowly to avoid sunburn; Lack of long nights: Christmas cactus, jasmine, orchid cactus, and poinsettia all require a period of darkness in order to set flower buds. See their plant portraits for details of when and how to provide these long nights, and the duration of this blackout treatment. When you bring your plant out into daylight make sure it cannot 'see' light sources at night such as streetlamps, headlights, or electric lighting in your home.",
        "metadata": {
          "source": "Whats Wrong With My Houseplant Save Your Indoor Plants With 100 Organic Solutions (David C Deardorff, Kathryn B Wadsworth)",
          "credibility": "High",
          "category": "Troubleshooting"
        }
    },
    {
        "id": "houseplant(wrongplants)_common_growing_condition_problems_flower_bud_drop",
        "title": "Houseplant Common Growing Condition Problems - Flower Bud Drop",
        "content": "Flower bud drop: Many houseplants drop their flower buds. Gardenia is notoriously finicky and tosses its flower buds on the ground for a variety of reasons. Usually it's because of its requirement for acid soil. Make sure the organic fertilizer you use is designed for acid-loving plants. Gardenias also love coffee grounds, as their portrait notes. If you are certain the soil pH is correct, yet your gardenia (or any other houseplant) still drops its buds, then check to make sure it isn't too cold and that it's getting enough light. For all houseplants, be sure you're not overwatering, as this is a frequent cause of bud drop. Many orchids also drop their flower buds, but the cause is unknown.",
        "metadata": {
          "source": "Whats Wrong With My Houseplant Save Your Indoor Plants With 100 Organic Solutions (David C Deardorff, Kathryn B Wadsworth)",
          "credibility": "High",
          "category": "Troubleshooting"
        }
    },
    {
        "id": "houseplant(wrongplants)_common_growing_condition_problems_leaf_drop",
        "title": "Houseplant Common Growing Condition Problems - Leaf Drop",
        "content": "Leaf drop: Leaves of all plants have a finite lifespan. As a rule plants shed their oldest leaves a few at a time. This is totally normal and not cause for concern. However, when plants drop a lot of leaves all at once, this is not normal. Many plants drop their leaves if overwatered. Have another look at the plant portrait to check the plant's water needs; False aralia, weeping fig, and others drop their leaves if you move them to a new location. Put them in a permanent location and leave them there. Do not put them outdoors for the summer; Boston fern, hare's foot fern, and jade plant, among others, tend to be drought deciduous and drop their leaves if they get too dry. Recheck the plant portraits for their water needs; Donkey tail and lipstick plant are just two plants that drop their leaves if they get too cold. Consult the plant portraits to determine the correct temperature range.",
        "metadata": {
          "source": "Whats Wrong With My Houseplant Save Your Indoor Plants With 100 Organic Solutions (David C Deardorff, Kathryn B Wadsworth)",
          "credibility": "High",
          "category": "Troubleshooting"
        }
    },
    {
        "id": "houseplant(wrongplants)_common_growing_condition_problems_leaves_changing_color",
        "title": "Houseplant Common Growing Condition Problems - Leaves Changing Color",
        "content": "Leaves changing color:Plants with colorful or variegated foliage sometimes begin to lose their bright yellows, whites, reds, or pinks. Leaves can revert to plain green, or just fade and turn pale. Too much or too little sunlight causes the foliage of certain plants to change color; Arrowhead plant, coleus, and Swedish ivy are all examples of plants with colorful foliage that fades and loses vibrancy with too much sunlight. Move these plants to a lower light situation. Or, instead of moving your plant, add more curtains to reduce light intensity; Chinese evergreen, croton, polka dot plant, pothos, and variegated cultivars of cast-iron plant and ivy are all examples of plants with colorful, variegated leaves that tend to turn plain green with too little sunlight. Move these plants to a higher light situation. Or, instead of moving your plant, remove some of the curtains on your windows. Acclimate your plants slowly to avoid sunburn.",
        "metadata": {
          "source": "Whats Wrong With My Houseplant Save Your Indoor Plants With 100 Organic Solutions (David C Deardorff, Kathryn B Wadsworth)",
          "credibility": "High",
          "category": "Troubleshooting"
        }
    },
    {
        "id": "houseplant(wrongplants)_common_growing_condition_problems_leaves_turning_brown",
        "title": "Houseplant Common Growing Condition Problems - Leaves Turning Brown",
        "content": "Leaves turning brown: Leaves turn brown for a variety of reasons, some of which are perfectly normal and not cause for concern. For example, old leaves in the process of being discarded by your plant often turn brown before they drop. Caladium, Cupid's bow, and Rieger begonias, among others, have a pronounced dormant period in which all the plant's leaves turn brown as the plant prepares to go to sleep. This is also normal, and new leaves will grow when the dormant period is over. But leaves of some plants turn brown because they are sensitive to chemicals or water quality, others to low humidity. These conditions are not normal and are correctible; Bird's nest and davallia ferns are just two examples of plants that are sensitive to chemicals. Do not spray such plants with insecticides, fungicides, or leaf polishes. Insecticidal soap is safe to use if you need to, but avoid all others; Many plants (peacock plant, spider plant, orchids, bromeliads) are sensitive to water quality and should be irrigated with filtered, rain-, or distilled water, rather than tap water; Raise the humidity for maidenhair fern or any plant that has begun to brown by misting it, setting the pot on a tray of water filled with pebbles, or putting a humidifier in the room.",
        "metadata": {
          "source": "Whats Wrong With My Houseplant Save Your Indoor Plants With 100 Organic Solutions (David C Deardorff, Kathryn B Wadsworth)",
          "credibility": "High",
          "category": "Troubleshooting"
        }
    },
    {
        "id": "houseplant(wrongplants)_common_growing_condition_problems_leggy_growth",
        "title": "Houseplant Common Growing Condition Problems - Leggy Growth",
        "content": "Leggy growth. All plants eventually shed their oldest leaves. As the plant grows taller and as the leaves near its base are shed, the stems or trunk of the plant is revealed. When your plant starts to look like a collection of sticks, each topped by a dust mop of foliage, it has become leggy. Keep in mind that for some plants this look is perfectly normal. Legginess can also occur when plants are grown in too much shade and become tall and spindly as they reach for light; Plants that have become leggy because they have dropped older leaves need a bit of corrective pruning. Prune them back by about a third to force side branches to grow out and make the plants bushier. Alternatively, pinch out the growing tips of the stems while the plants are still small to avoid legginess from the outset; Plants that are tall and spindly and have not dropped their older leaves are not getting enough light. Either move these plants to a higher light location or remove curtains that filter the light. As always, slowly and carefully acclimate your plants to higher light intensity to avoid sunburn.",
        "metadata": {
          "source": "Whats Wrong With My Houseplant Save Your Indoor Plants With 100 Organic Solutions (David C Deardorff, Kathryn B Wadsworth)",
          "credibility": "High",
          "category": "Troubleshooting"
        }
    },
    {
        "id": "houseplant(wrongplants)_common_growing_condition_problems_loss_of_vigor",
        "title": "Houseplant Common Growing Condition Problems - Loos of Vigor",
        "content": "Loss of vigor: The flowers of spring bulbs and the smaller, more colorful calla lilies are smaller, and the plants less vigorous than they were in their first year; Make certain your plant has the proper light regime. Remember, light is food. Also, be sure to provide fertilizer regularly through the growing season and none at all during dormancy. You want the plant to store as much food and nutrients as possible in its underground rhizomes so that it has abundant resources to mobilize the next time it flowers. The more energy it has available from its stores the more vigorous it will be. When the plant is completely dormant put it in a cool place out of the hot sun. Cool temperatures help it conserve stored energy. Treat these plants right and they should reward you with ample flowers every year for years to come.",
        "metadata": {
          "source": "Whats Wrong With My Houseplant Save Your Indoor Plants With 100 Organic Solutions (David C Deardorff, Kathryn B Wadsworth)",
          "credibility": "High",
          "category": "Troubleshooting"
        }
    },
    {
        "id": "houseplant(wrongplants)_common_growing_condition_problems_needle_drop",
        "title": "Houseplant Common Growing Condition Problems - Needle Drop",
        "content": "Needle drop: Norfolk Island pine tends to drop needles on the floor. As with any plant, dropping the oldest leaves (or needles) is normal and to be expected. However, when Norfolk Island pine drops large quantities of its needles, it is experiencing some sort of environmental stress. Although it can grow new needles, it cannot replace ones that have been lost. Norfolk Island pine needs cool temperatures, high humidity, and moderate water to do its best. If the temperature goes too high, the humidity too low, or the plant gets too dry it becomes stressed and starts dropping needles. Avoid putting this plant near sources of hot air like furnace registers, space heaters, or fireplaces.  Check the plant portrait for specific requirements",
        "metadata": {
          "source": "Whats Wrong With My Houseplant Save Your Indoor Plants With 100 Organic Solutions (David C Deardorff, Kathryn B Wadsworth)",
          "credibility": "High",
          "category": "Troubleshooting"
        }
    },
    {
        "id": "houseplant(wrongplants)_common_growing_condition_problems_plant_collapse",
        "title": "Houseplant Common Growing Condition Problems - Plant Collapse",
        "content": "Plant collapse: All plants wilt, of course, but plant collapse is very dramatic. Nerve plant, in particular, needs ample water, high humidity, and filtered light to stay healthy. It is notorious for having hissy fits and fainting if its potting medium gets too dry, the humidity gets too low, or the light too bright. The plant wilts very quickly if it runs out of water. It will rehydrate if watered, but if it's been too dry too long (more than a couple of hours) it won't recover. Just make sure it also has good drainage because soggy soil can be lethal.",
        "metadata": {
          "source": "Whats Wrong With My Houseplant Save Your Indoor Plants With 100 Organic Solutions (David C Deardorff, Kathryn B Wadsworth)",
          "credibility": "High",
          "category": "Troubleshooting"
        }
    },
    {
        "id": "houseplant(wrongplants)_common_growing_condition_problems_plant_sprawl",
        "title": "Houseplant Common Growing Condition Problems - Plant Sprwal",
        "content": "Plant sprawl: Certain plants tend to lean dramatically to one side as they grow larger because their stems don't have the strength to hold them upright. This tendency to lean is exaggerated if the light source always comes from one side, forcing the plant to lean into the light. Pinching off the growing tips of the stems while these plants are young forces them to become bushier and therefore stronger and able to stand straighter. Tying the plant to a bamboo pole or stake also helps it keep its shape. Give the plant a quarter turn every week to keep it growing symmetrically and prevent it from leaning into the light.",
        "metadata": {
          "source": "Whats Wrong With My Houseplant Save Your Indoor Plants With 100 Organic Solutions (David C Deardorff, Kathryn B Wadsworth)",
          "credibility": "High",
          "category": "Troubleshooting"
        }
    },
    {
        "id": "houseplant(wrongplants)_common_growing_condition_problems_post_repotting_collapse",
        "title": "Houseplant Common Growing Condition Problems - Post Repotting Collapse",
        "content": "Post-repotting collapse: Up-potting and re-potting is a fairly traumatic experience for any plant. Even using the most careful technique, roots get broken or trimmed, stems and leaves are jostled and pruned, and water supply is interrupted. Most plants recover quickly, but tree ivy is notorious for collapsing completely after re-potting. Give all plants some TLC in a post-repotting recovery room, with a bit of shade and cooler temperatures to minimize water loss while they recover. Gently reintroduce them to their proper light and temperature regimes once they have perked up again.",
        "metadata": {
          "source": "Whats Wrong With My Houseplant Save Your Indoor Plants With 100 Organic Solutions (David C Deardorff, Kathryn B Wadsworth)",
          "credibility": "High",
          "category": "Troubleshooting"
        }
    },
    {
        "id": "houseplant(wrongplants)_common_growing_condition_problems_premature_dormancy",
        "title": "Houseplant Common Growing Condition Problems - Premature Dormancy",
        "content": "Premature dormancy: Many houseplants have a definite dormant period at some point in the year. Drought often acts as a trigger for a plant to enter dormancy. Thus, allowing your plant to go dry can cause it to go dormant sooner than it should. False shamrock is especially susceptible to this phenomenon. The leaves of plants other than cacti and succulents turn yellow, then brown, and then drop. In many cases the above-ground plant parts disappear completely. It is not dead, just sleeping, and will resume growth at the appropriate time. When cacti and succulents go dormant in winter they're far more subtle about it-they just stop growing; Maintain the proper moisture levels to keep a plant active and healthy until the right time for it to go dormant. Check the plant portraits for guidance on frequency and quantity of water for the plant in question.",
        "metadata": {
          "source": "Whats Wrong With My Houseplant Save Your Indoor Plants With 100 Organic Solutions (David C Deardorff, Kathryn B Wadsworth)",
          "credibility": "High",
          "category": "Troubleshooting"
        }
    },
    {
        "id": "houseplant(wrongplants)_common_growing_condition_problems_salt_burn",
        "title": "Houseplant Common Growing Condition Problems - Salt Burn",
        "content": "Salt burn: Leaves that turn brown around the edges, stunted plants, wilted plants, and roots that die at their tips are symptoms of salt burn. The salts show up as a white crust around the edge of the pot or on the surface of the potting medium, especially in dry weather. Any plant can suffer from salt burn due to accumulated fertilizer salts in the potting medium, or salts in the water supply. Common table salt, sodium chloride, is only one kind of salt. Other kinds of salt include mineral nutrients like potassium, phosphorus, and calcium from fertilizer; Do not use your tap water for your plants if you have hard water with a high mineral content or if you have a water softening system that uses table salt. Instead, use rainwater, bottled water, or distilled water. Whether you have hard water or not, the best practice is to flush fertilizer salts out of the pots once a month by pouring rain-water, bottled water, or distilled water onto the potting medium. Give it a thorough soaking. Then let the pot drain.",
        "metadata": {
          "source": "Whats Wrong With My Houseplant Save Your Indoor Plants With 100 Organic Solutions (David C Deardorff, Kathryn B Wadsworth)",
          "credibility": "High",
          "category": "Troubleshooting"
        }
    },
    {
        "id": "houseplant(wrongplants)_common_growing_condition_problems_shrunken_wrinkled_leaves",
        "title": "Houseplant Common Growing Condition Problems - Shrunken, Wrinkled Leaves",
        "content": "Shrunken, Wrinkled Leaves: All succulents (e. g. , agave and aloe) and some orchids (e. g. , moth orchids) store water in their thick fleshy leaves. Leaves of these plants become shrunken and wrinkled when plants dry out too much. As soon as you notice this problem, mist and water the plant lightly, but do not soak it. The next day water it lightly again. Wait a couple of days and then water lightly a third time. Shortly thereafter the leaves should have fattened up nicely. Always avoid making the potting medium soggy because the roots of these kinds of plants do not tolerate much water and will quickly succumb to root rot fungus.",
        "metadata": {
          "source": "Whats Wrong With My Houseplant Save Your Indoor Plants With 100 Organic Solutions (David C Deardorff, Kathryn B Wadsworth)",
          "credibility": "High",
          "category": "Troubleshooting"
        }
    },
    {
        "id": "houseplant(wrongplants)_common_growing_condition_problems_sunburn",
        "title": "Houseplant Common Growing Condition Problems - Sunburn",
        "content": "Sunburn. Leaves develop large black and brown dead patches wherever they have been exposed to too much sunlight. Intense, direct, hot sunlight literally cooks the cells of the leaf and kills them. Your plant will grow healthy new leaves but the dead patches on the old leaves are permanent. Sunburn frequently occurs when a houseplant is moved outdoors for a summer vacation and is inadequately acclimated to its new environment. Solve this common problem by moving the plant to a shadier location. Filter and soften the light by installing sheer curtains or Venetian blinds. Acclimate your plant whenever you move it to a higher light situation.",
        "metadata": {
          "source": "Whats Wrong With My Houseplant Save Your Indoor Plants With 100 Organic Solutions (David C Deardorff, Kathryn B Wadsworth)",
          "credibility": "High",
          "category": "Troubleshooting"
        }
    },
    {
        "id": "houseplant(wrongplants)_common_growing_condition_problems_whitish_spots_on_leaves",
        "title": "Houseplant Common Growing Condition Problems - Whitish Spots on Leaves",
        "content": "Whitish Spots on Leaves: These spots typically show up as lines or rings of pale tissue on the upper surface of the leaves of African violets, gloxinias, and other furry-leaved gesneriads. The spots develop when cold water is dripped onto the leaves. Use a watering can with a narrow spout so you can apply tepid water directly to the potting medium while keeping the leaves dry. You might also try setting the pot in a saucer full of water for 30 minutes. This is called watering from the bottom. Be careful if you try this because it is very easy to forget the plant and allow it to sit in water too long, which drastically increases the risk of root rot and gray mold.",
        "metadata": {
          "source": "Whats Wrong With My Houseplant Save Your Indoor Plants With 100 Organic Solutions (David C Deardorff, Kathryn B Wadsworth)",
          "credibility": "High",
          "category": "Troubleshooting"
        }
    },
    {
        "id": "houseplant(wrongplants)_common_growing_condition_problems_wilting",
        "title": "Houseplant Common Growing Condition Problems - Wilting",
        "content": "Wilting: Any plant that cannot move water up to its leaves will wilt. The leaves dangle and become flaccid. The growing tips of the stems droop and point to the ground. The whole plant suffers and, if the situation is not reversed, your plant will die. Wilting is a serious, life-threatening condition that results from four causes; The most frequent cause of wilting is that you forgot to water your plant. If you find to your horror that your plant has wilted because you forgot to water it, give it water immediately. Most plants will rehydrate quickly and suffer no consequences. If the potting medium is completely dry it may be reluctant to absorb water so immerse the entire pot in a bucket of water until it is completely saturated, then let it drain. Your plant should recover within a few hours. If it does not recover, it's dead. If your plant has wilted even though you've watered it regularly and the potting medium has ample moisture, suspect root rot, the second most frequent cause of wilting. Gently extract the plant from its pot without breaking stems or roots. Inspect the root system. If roots are mushy, and gray, black, or dark brown, then the root system has been invaded by a pathogenic fungus that has killed and eaten the roots; A third cause for wilting is that your plant is in a pot that is too small for it. If your plant has wilted, and you're certain you've watered it properly, and you've checked the root system and found it to be alive and healthy, your plant is most likely in too small a pot (rootbound). Plants that are rootbound have essentially filled their container with roots and there is not enough moisture-holding medium left in the pot. The roots run out of water shortly after watering and the plant wilts again. You need to do one of two things. Either up-pot your plant to a larger container with fresh potting medium, or re-pot your plant after trimming away excess roots; A less frequent but nevertheless important cause of wilting is hot moving air, as from a heat vent or space heater, sucking the water out of the leaves faster than the plant can handle. If your plant wilts and you know it has sufficient water, does not have root rot, and it is not rootbound, then check for sources of hot moving air. Usually a heat vent from a forced air furnace or an electric space heater will be the culprit. But any plant is likely to wilt when it sits in an open window, in full sun, on a hot afternoon, with the wind blowing.",
        "metadata": {
          "source": "Whats Wrong With My Houseplant Save Your Indoor Plants With 100 Organic Solutions (David C Deardorff, Kathryn B Wadsworth)",
          "credibility": "High",
          "category": "Troubleshooting"
        }
    },
    {
        "id": "houseplant(wrongplants)_common_growing_condition_problems_yellowing_leaf_edges",
        "title": "Houseplant Common Growing Condition Problems - Yellowing Leaf Edges",
        "content": "Yellowing Leaf Edges: Usually this is perfectly normal and is not actually a problem, though it can be worrisome to the grower. It occurs on the oldest leaves. As your plant grows and makes new leaves the oldest leaves begin to turn yellow, then brown, and then they die. This is a normal part of the aging process for any leaf. Just prune the dead leaves away.",
        "metadata": {
          "source": "Whats Wrong With My Houseplant Save Your Indoor Plants With 100 Organic Solutions (David C Deardorff, Kathryn B Wadsworth)",
          "credibility": "High",
          "category": "Troubleshooting"
        }
    },
    {
        "id": "houseplant(wrongplants)_common_growing_condition_problems_yellowing_leaves",
        "title": "Houseplant Common Growing Condition Problems - Yellowing Leaves",
        "content": "Yellowing Leaves: Yellowing occurs for many reasons. It's a bit like having a fever: it tells you something is wrong, but it doesn't tell you what. If yellowing leaves have tiny black dots or spots, then you have a fungal or bacterial infection. Have a look at Common Disease Problems on page 266. There may also be colonies of insect pests on the undersides of the leaves. Yellow leaves can also indicate nutritional deficiencies. Check the Introduction and plant portraits, and fertilize your plants in need; If dots, spots, or insects are absent, and you're certain the nutrient status is adequate, then yellow leaves are diagnostic for too much hot afternoon sun, need for acidic soil, or overwatering. Recheck plant portraits to verify that you are not overwatering any plant. Also make sure the drainage is good. Pay special attention to angel wing begonia, asparagus fern, and gardenia. Use an acid fertilizer for gardenias to acidify the potting medium. Keep asparagus fern out of hot, afternoon sun.",
        "metadata": {
          "source": "Whats Wrong With My Houseplant Save Your Indoor Plants With 100 Organic Solutions (David C Deardorff, Kathryn B Wadsworth)",
          "credibility": "High",
          "category": "Troubleshooting"
        }
    },
    {
        "id": "houseplant(wrongplants)_common_growing_condition_problems_yellowing_patches_on_leaves",
        "title": "Houseplant Common Growing Condition Problems - Yellowing Patches on Leaves",
        "content": "Yellowing Patches on Leaves: Yellow blotches or patches in the middle of the leaf blade, in the absence of tiny brown or black spots or insect infestations, are due to nutritional deficiency. Besides the usual nitrogen, phosphorus, and potassium, your plant needs the secondary mineral nutrients of calcium, magnesium, and sulfur, and the micronutrient iron. Feed your plant with liquid organic kelp fertilizer to correct the nutritional deficiency. Spray a liquid preparation directly on the leaves. The leaves should turn green again within a couple of weeks; If the leaves do not turn green again after applying liquid kelp, and small brown spots appear in the yellow patches, you are dealing with leaf spot fungus infection; if no small brown spots develop in the yellow patches, you are dealing either with an insect infestation of some sort or with a virus infection.",
        "metadata": {
          "source": "Whats Wrong With My Houseplant Save Your Indoor Plants With 100 Organic Solutions (David C Deardorff, Kathryn B Wadsworth)",
          "credibility": "High",
          "category": "Troubleshooting"
        }
    }
]