[
    {
        "id": "houseplant(wrongplants)_common_pest_problems_basic",
        "title": "Houseplant Common Pest Problems - Basic Information",
        "content": "Every plant portrait lists the most common problems that occur for each plant. However, you may encounter less common problems as well. If something is not quite right with your plants and you've ruled out improper culture or disease, look at the photos and read the descriptions in this section to identify the culprit (and the symptoms it causes) and solve the problem, safely and organically. Some pests are quite common, while others are not. If you give your houseplants a summer vacation out doors, you may find that ants, earwigs, leafhoppers, slugs, snails, and thrips accompany the plants back inside; The first thing you should do if you have heavy insect infestations is to prune, pick, or break off any part of the plant that is badly affected. Then use other remedies as needed, remembering that even organic solutions can be toxic to people and pets. Take a moment to read and follow all product labels carefully. Clean tools and wash your hands thoroughly with hot soapy water before handling any healthy plants. Be sure to use soap, not detergent, because detergent can burn foliage.",
        "metadata": {
          "source": "Whats Wrong With My Houseplant Save Your Indoor Plants With 100 Organic Solutions (David C Deardorff, Kathryn B Wadsworth)",
          "credibility": "High",
          "category": "Troubleshooting"
        }
    },
    {
        "id": "houseplant(wrongplants)_common_pest_problems_ants",
        "title": "Houseplant Common Pest Problems - Ants",
        "content": "Ants: You are likely well aware of what an ant looks like, and they actually do little damage to your houseplant. But they can be unwelcome in the house; and some bite. Some species bring aphids, mealybugs, and scale insects to plants so that the ants can 'milk' them for their honeydew while the pests feed on your plant (honeydew is actually sweet, sticky insect excrement); sounds yucky, but it's actually kind of fascinating to watch. If ants infest your plants, put the pots on pebbles in a tray of water, because ants cannot swim. Alternatively, use sticky bands (which work like old-fashioned fly-paper) or spray with insecticidal soap.",
        "metadata": {
          "source": "Whats Wrong With My Houseplant Save Your Indoor Plants With 100 Organic Solutions (David C Deardorff, Kathryn B Wadsworth)",
          "credibility": "High",
          "category": "Troubleshooting"
        }
    },
    {
        "id": "houseplant(wrongplants)_common_pest_problems_aphids",
        "title": "Houseplant Common Pest Problems - Aphids",
        "content": "Aphids: These tiny, green, woolly-gray, black, or brown, soft-bodied, pear-shaped insects cluster on the undersides of leaves. Look for two tubes on their rear ends to be sure you've spotted aphids. They're hard to see, but if you look closely or with a hand lens, you'll see the tubes. Other symptoms you might see: the tips of stems or branches curl, cup, or deform; or you find a sticky, clear, varnish-like residue on leaves or stems. These pests are very common. Wash aphids off the plant using plain water, soapy water, or rubbing alcohol. Alternatively, spray with insecticidal soap or horticultural oil.",
        "metadata": {
          "source": "Whats Wrong With My Houseplant Save Your Indoor Plants With 100 Organic Solutions (David C Deardorff, Kathryn B Wadsworth)",
          "credibility": "High",
          "category": "Troubleshooting"
        }
    },
    {
        "id": "houseplant(wrongplants)_common_pest_problems_earwigs",
        "title": "Houseplant Common Pest Problems - Earwigs",
        "content": "Earwigs: These small brown and black pests have two pincers on their rear ends. They hide during the day and come out at night to eat holes in tender, young leaves. They are uncommon on houseplants but may have hitched a ride into your home on a plant you had outdoors for the summer. You can pick these pests off by hand, but the simplest earwig trap is a moist, rolled-up newspaper. Roll it fairly loosely and secure it with a rubber band. Moisten it slightly and lay it on the potting media in the evening. The earwigs hide in there overnight. Retrieve the paper in the morning, close up the ends, and roll the paper tightly so that earwigs cannot escape. Seal it, along with its hidden earwigs, in a plastic bag and put that in the garbage. Alternatively, spray with spinosad.",
        "metadata": {
          "source": "Whats Wrong With My Houseplant Save Your Indoor Plants With 100 Organic Solutions (David C Deardorff, Kathryn B Wadsworth)",
          "credibility": "High",
          "category": "Troubleshooting"
        }
    },
    {
        "id": "houseplant(wrongplants)_common_pest_problems_leafhoppers",
        "title": "Houseplant Common Pest Problems - Leafhoppers",
        "content": "Leafhoppers. Another uncommon pest on houseplants, leafhoppers are fast fliers and may disappear before you get a good look. The first sign you'll see are tiny white specks stippling the leaves. Leaf edges might turn yellow, and then brown. If you do get a glimpse of the bug, it is wedge-shaped, greenish blue or brownish gray, and up to 0. 5 inch long. These insects may enter your home if you've put a plant outside for awhile. They transmit serious bacterial and viral diseases to plants. Solve this pest problem by spraying with insecticidal soap, neem oil, or horticultural oil.",
        "metadata": {
          "source": "Whats Wrong With My Houseplant Save Your Indoor Plants With 100 Organic Solutions (David C Deardorff, Kathryn B Wadsworth)",
          "credibility": "High",
          "category": "Troubleshooting"
        }
    },
    {
        "id": "houseplant(wrongplants)_common_pest_problems_mealybugs",
        "title": "Houseplant Common Pest Problems - Mealybugs",
        "content": "Mealybugs: These pests are very common on houseplants. Your first hint is fluffy grayish white lumps suddenly appearing on the undersides of leaves and where leaves attach to stems. These insects cannot fly. They coat the surface of leaves and stems with clear, sticky, varnish-like honeydew. A gray-black coating (sooty mold) that easily rubs off may grow on the honeydew. Wash mealybugs off the plant using plain water, soapy water, or rubbing alcohol. Alternatively, spray with insecticidal soap or horticultural oil.",
        "metadata": {
          "source": "Whats Wrong With My Houseplant Save Your Indoor Plants With 100 Organic Solutions (David C Deardorff, Kathryn B Wadsworth)",
          "credibility": "High",
          "category": "Troubleshooting"
        }
    },
    {
        "id": "houseplant(wrongplants)_common_pest_problems_scale_insects",
        "title": "Houseplant Common Pest Problems - Scale Insects",
        "content": "Scale insects:Small, gray-white, reddish brown, yellow, or black lumps stick to the surfaces of leaves, or to stems. You can easily remove them with your thumbnail. Like mealybugs and aphids, these buggers coat the upper surfaces of leaves with clear, sticky, varnish-like honeydew. Sooty mold-a gray-black coating that easily rubs off-forms on the honeydew. Scale is very common on houseplants. Pick pests off by hand, or spray with insecticidal soap or horticultural oil.",
        "metadata": {
          "source": "Whats Wrong With My Houseplant Save Your Indoor Plants With 100 Organic Solutions (David C Deardorff, Kathryn B Wadsworth)",
          "credibility": "High",
          "category": "Troubleshooting"
        }
    },
    {
        "id": "houseplant(wrongplants)_common_pest_problems_slugs_and_snails",
        "title": "Houseplant Common Pest Problems - Slugs and Snails",
        "content": "Slugs and snails. You'll rarely see these two mollusk pests inside, but they do hitchhike on summer vacationing houseplants. Since both of these critters hide during the day, the first hint you may have is large irregular holes in the leaves. If you spot slime trails, then you know slugs or snails are the culprits. Pick them off by hand, or trap them by creating hiding places, like a small overturned pot, so that the critters seek refuge at night beneath them. Then you can easily find and destroy the slugs or snails, or move them back outside where they belong.  Alternatively, sprinkle iron phosphate on top of the potting medium",
        "metadata": {
          "source": "Whats Wrong With My Houseplant Save Your Indoor Plants With 100 Organic Solutions (David C Deardorff, Kathryn B Wadsworth)",
          "credibility": "High",
          "category": "Troubleshooting"
        }
    },
    {
        "id": "houseplant(wrongplants)_common_pest_problems_spider_mites",
        "title": "Houseplant Common Pest Problems - Spider Mites",
        "content": "Spider mites: Although a very common pest on houseplants, you'll probably never see a spider mite (unless you have bionic eyes). You will see that leaves are stippled with tiny pale dots that sometimes turn the whole leaf bronze-colored. Fine webbing, like spider silk, covers leaves and stems over time. Badly infested leaves turn yellow or red and drop off the plant. Wash mites off the plant using plain water, soapy water, or rubbing alcohol. Alternatively, spray with insecticidal soap or horticultural oil.",
        "metadata": {
          "source": "Whats Wrong With My Houseplant Save Your Indoor Plants With 100 Organic Solutions (David C Deardorff, Kathryn B Wadsworth)",
          "credibility": "High",
          "category": "Troubleshooting"
        }
    },
    {
        "id": "houseplant(wrongplants)_common_pest_problems_thrips",
        "title": "Houseplant Common Pest Problems - Thrips",
        "content": "Thrips: You will probably have problems with thrips only if you've given your plants a trip to the patio. Thrips are very tiny yellowy orange insects, and you'll likely never see them. They congregate on flower petals and leaves. The symptoms you might see include silvery leaves, slivery streaks on leaves, or damaged leaves that roll up and drop off. Wash thrips off the plant using plain water, soapy water, or rubbing alcohol. Alternatively, spray with insecticidal soap or spinosad.",
        "metadata": {
          "source": "Whats Wrong With My Houseplant Save Your Indoor Plants With 100 Organic Solutions (David C Deardorff, Kathryn B Wadsworth)",
          "credibility": "High",
          "category": "Troubleshooting"
        }
    },
    {
        "id": "houseplant(wrongplants)_common_pest_problems_whiteflies",
        "title": "Houseplant Common Pest Problems - Whiteflies",
        "content": "Whiteflies: You see small, bright white insects fly away when you disturb your plant. Large colonies on the undersides of leaves deposit patches of white residue. These insects, which are very common on houseplants, coat the upper surfaces of leaves with clear, sticky, varnish-like honeydew. Sooty mold-a gray-black coating that easily rubs off-forms on the honeydew. Wash these pests off the plant using plain water, soapy water, or rubbing alcohol. Alternatively, spray with insecticidal soap or horticultural oil.",
        "metadata": {
          "source": "Whats Wrong With My Houseplant Save Your Indoor Plants With 100 Organic Solutions (David C Deardorff, Kathryn B Wadsworth)",
          "credibility": "High",
          "category": "Troubleshooting"
        }
    }
]