[
    {
        "id": "plant_info(wrongplants)_fiddle_leaf_fig_basic",
        "title": "Fiddle-Leaf Fig (Ficus Lyrata) - Basic Information",
        "content": "A big, bold, dramatic houseplant that makes a beautiful addition to any room, fiddle-leaf fig (Ficus lyrata) is easy to grow and low maintenance. You frequently see it as a large specimen plant or focal point in offices, malls, or other large public buildings that can provide sufficient indirect light. Full sun is far too intense for fiddle-leaf fig. When grown as a houseplant, this broadleaf evergreen tree does not produce fruit and rarely exceeds 8 to 10 feet. You can trim it to encourage side branches and develop a bushy, full, rounded look. Or you can trim off side branches and lower leaves to expose the trunk and encourage a tall, erect, tree-like shape. The big, handsome leaves are 15 inches long and 10 inches wide. Dark, glossy green and shaped like a lyre or violin ('fiddle'), the leaves have a leathery texture, prominent veins, and a wavy mar gin. The dwarf 'Little Fiddle' gets only 6 feet tall with leaves half the size of standard varieties. The variegated 'Ivonne', with leaves splashed in white and pale green, is spectacular; As for common problem of this plant, watch for leaf drop, spider mites , and leaf spot fungus.",
        "metadata": {
            "source": "Whats Wrong With My Houseplant Save Your Indoor Plants With 100 Organic Solutions (David C Deardorff, Kathryn B Wadsworth)",
            "credibility": "High",
            "category": "Care Instructions"
        }
    },
    {
        "id": "plant_info(wrongplants)_fiddle_leaf_fig_optimum_household_environment",
        "title": "Fiddle-Leaf Fig (Ficus Lyrata) - Optimum Household Environment",
        "content": "Read the Introduction for the specifics of each recommendation. MEDIUM LIGHT: Give fiddle-leaf fig bright, fil tered light and it grows fairly rapidly. It toler ates a couple hours of direct sun from an east window but direct sun all day long from a south window is too much for it. Filter the light (and heat) from a south or west window with sheer curtains or Venetian blinds. In too much shade it grows very slowly. MODERATE TEMPERATURE: Daytime 70 to 80°F, nighttime 60 to 70°F. MODERATE WATER: Water whenever the top of the potting medium becomes dry to a depth of 1 inch. HUMIDITY: Mist your fiddle-leaf fig twice a week with a spray bottle of water on a mist setting, or use a handheld mister. Put the pot in a saucer or tray of water, making sure the bottom of the pot never sits directly in the water by raising the pot up on pot feet or pebbles. Consider putting a humidifier in the room. POTTING MEDIUM: Use any good organic, well-drained potting soil that incorporates organic fertilizer, mycorrhizal fungi, and other beneficial microbes. FERTILIZER: Use any organic fertilizer, in either a powder or liquid formulation, where the first number (nitrogen) is higher than the other two. Apply dry fertilizer once in early spring and again in June. Apply liquid fertilizer at half-strength every two weeks in spring and summer. Stop feeding in fall and winter. POTTING: When fiddle-leaf fig needs up-potting, shift it to a container with a diameter 4 inches larger than the current pot. Up-pot again every year until it is as big as you want it to get. Keep it in a heavy ceramic pot to prevent it from toppling over. PROPAGATION: Fiddle-leaf fig is difficult to propagate but it can be accomplished by air layering.",
        "metadata": {
            "source": "Whats Wrong With My Houseplant Save Your Indoor Plants With 100 Organic Solutions (David C Deardorff, Kathryn B Wadsworth)",
            "credibility": "High",
            "category": "Care Instructions"
        }
    }
]