[
    {
        "id": "houseplant(wrongplants)_propagation_basic",
        "title": "Houseplant Propagation - Basic Information",
        "content": "Division, cuttings, and layering are tried and true methods of asexual propagation that make exact copies of your parent plant. Each plant portrait in this book tells you which propagation technique(s) can be used for that particular plant. You should be aware, however, that many cultivars are protected by plant patents. You may legally propagate as many patented plants as you desire, but for your own use only. It is illegal for you to sell them. Only the patent holder or licensee has the right to sell these plants.",
        "metadata": {
          "source": "Whats Wrong With My Houseplant Save Your Indoor Plants With 100 Organic Solutions (David C Deardorff, Kathryn B Wadsworth)",
          "credibility": "High",
          "category": "Care Instructions"
        }
    },
    {
        "id": "houseplant(wrongplants)_propagation_sterilizer_tools",
        "title": "Houseplant Propagation -  Sterilize your tools",
        "content": "Propagation techniques involve cutting or wounding your plant with a knife or pruners. Whatever tool you use, be sure it is clean, sharp, and above all sterile before you start cutting your plant. The reason you have to sterilize your tools is because a large number of virus diseases and bacterial diseases infect plants, and the viruses and bacteria that cause them are routinely spread from plant to plant by pruners and knives. If you use a pruner on a plant that is infected with a virus, and then use the same pruner on a healthy plant without sterilizing it between plants, you'll probably infect your healthy plant; Orchid collections worldwide are infected with cymbidium mosaic virus and ringspot virus, for example. Orchid fanciers routinely sterilize their pruners with a blow torch to kill any virus particles clinging to the blades. African violet fanciers sterilize their tools by soaking them in rubbing alcohol. Another technique is to soak your tools in a 10% bleach solution (1 part household bleach to 9 parts water). Bleach corrodes your tools badly but is very effective at killing pathogens. Still another technique is to use single-edge razor blades that can be discarded after use, or wrapped in aluminum foil and boiled in water for 20 minutes for re-use.",
        "metadata": {
          "source": "Whats Wrong With My Houseplant Save Your Indoor Plants With 100 Organic Solutions (David C Deardorff, Kathryn B Wadsworth)",
          "credibility": "High",
          "category": "Care Instructions"
        }
    },
    {
        "id": "houseplant(wrongplants)_propagation_divisions_basic",
        "title": "Houseplant Propagation - Divisions Basic Information",
        "content": "Simple division is the easiest of all methods for making identical copies of your houseplants. You simply cut your plant into two or more pieces. That said, whenever you cut pieces off your plant you must reduce water loss or your divisions will desiccate and die. You accomplish this by removing one-third to one-half of the leaves from each division. Either cut off the leaves at the bottom of the stems, or cut leaves in half; There are five types of divisions: rhizomes, tubers, stolons, pups, and keikis. For all divisions pot them in the same potting medium you used for the original plant. Keep humidity high and reduce water loss by putting a glass jar or plastic bag over each division until it is once again in active growth. Open up or remove this cover for an hour or so every day to let in air. Keep the divisions in a warm location in low light. Water cautiously till they're well rooted in their new location and actively making new leaves. When they are fully established, remove the cover and acclimatize them to their permanent location in the proper light and temperature conditions for that particular plant.",
        "metadata": {
          "source": "Whats Wrong With My Houseplant Save Your Indoor Plants With 100 Organic Solutions (David C Deardorff, Kathryn B Wadsworth)",
          "credibility": "High",
          "category": "Care Instructions"
        }
    },
    {
        "id": "houseplant(wrongplants)_propagation_divisions_rhizomes",
        "title": "Houseplant Propagation - Division, Rhizomes",
        "content": "RHIZOMES. Some houseplants (many orchids, ferns, snake plant, cast-iron plant) have a rhizome, a specialized horizontal underground stem that sends up new shoots at regular intervals. Using a clean, sterilized, sharp knife or pruners you can cut this rhizome into two or more pieces, making sure each piece has its own roots, stems, and leaves. Gently pull the parent plant apart to disentangle the roots as you go.",
        "metadata": {
          "source": "Whats Wrong With My Houseplant Save Your Indoor Plants With 100 Organic Solutions (David C Deardorff, Kathryn B Wadsworth)",
          "credibility": "High",
          "category": "Care Instructions"
        }
    },
    {
        "id": "houseplant(wrongplants)_propagation_divisions_tubers",
        "title": "Houseplant Propagation - Division, Tubers",
        "content": "TUBERS. Calla lily, caladium, and gloxinia have underground tubers. Use a clean, sterilized, sharp knife to cut the tuber into two or more pieces during the plant's dormant period.",
        "metadata": {
          "source": "Whats Wrong With My Houseplant Save Your Indoor Plants With 100 Organic Solutions (David C Deardorff, Kathryn B Wadsworth)",
          "credibility": "High",
          "category": "Care Instructions"
        }
    },
    {
        "id": "houseplant(wrongplants)_propagation_divisions_stolons",
        "title": "Houseplant Propagation - Division, Stolons",
        "content": "A few plants, such as spider plant and creeping saxifrage, have specialized above-ground stems called runners or stolons that make plantlets (just like a strawberry plant). Using a clean, sterilized, sharp knife or pruners you can cut this runner into two or more pieces, making sure each piece has its own roots, stems, and leaves.",
        "metadata": {
          "source": "Whats Wrong With My Houseplant Save Your Indoor Plants With 100 Organic Solutions (David C Deardorff, Kathryn B Wadsworth)",
          "credibility": "High",
          "category": "Care Instructions"
        }
    },
    {
        "id": "houseplant(wrongplants)_propagation_divisions_pups",
        "title": "Houseplant Propagation - Division, Pups",
        "content": "PUPS. Other houseplants (all bromeliads, many succulents, some cacti, a few palms) produce new shoots, or pups, around the base of the old mother plant. When these pups have enough roots they can be removed from their mother plant and planted in their own pots. Separate a pup from the parent plant with a clean, sterilized, sharp knife or pruners. Make sure to include a decent amount of roots.",
        "metadata": {
          "source": "Whats Wrong With My Houseplant Save Your Indoor Plants With 100 Organic Solutions (David C Deardorff, Kathryn B Wadsworth)",
          "credibility": "High",
          "category": "Care Instructions"
        }
    },
    {
        "id": "houseplant(wrongplants)_propagation_divisions_keikis",
        "title": "Houseplant Propagation - Division, Keikis",
        "content": "KEIKIS. Moth orchids often produce a keiki (Hawaiian for 'child') on their old flowering stems. These little plants develop leaves and roots while still attached to the old inflorescence. When they look large enough to survive on their own you can separate them from the mother plant with a clean, sterilized, sharp knife or pruners.  Make sure to get all the roots.",
        "metadata": {
          "source": "Whats Wrong With My Houseplant Save Your Indoor Plants With 100 Organic Solutions (David C Deardorff, Kathryn B Wadsworth)",
          "credibility": "High",
          "category": "Care Instructions"
        }
    },
    {
        "id": "houseplant(wrongplants)_propagation_cuttings",
        "title": "Houseplant Propagation - Cuttings",
        "content": "Cuttings, Another easy method for propagation of houseplants is from cut pieces of stems or leaves. Most houseplants have stems that will sprout roots under the right conditions, however, palms are a notable exception and will be killed if you cut their tops off. Only a few plants are able to regenerate new plants from their leaves. Again, each plant portrait will tell you which propagation technique(s) can be used for that particular plant; There are three types of cuttings: stem tip cuttings, stem cuttings, and leaf cuttings. For all cuttings pot them in the same potting medium you used for the original plant. Keep humidity high and reduce water loss by putting a glass jar or plastic bag over each cutting until it is once again in active growth. Open up or remove this cover for an hour or so every day to let in air. Keep the cuttings in a warm location in low light; Water cautiously till they're well rooted in their new location and actively making new leaves.",
        "metadata": {
          "source": "Whats Wrong With My Houseplant Save Your Indoor Plants With 100 Organic Solutions (David C Deardorff, Kathryn B Wadsworth)",
          "credibility": "High",
          "category": "Care Instructions"
        }
    },
    {
        "id": "houseplant(wrongplants)_propagation_stem_tip_cutting",
        "title": "Houseplant Propagation - Stem Tip Cutting",
        "content": "Stem tip cuttings. Make a basic stem tip cutting by removing the top 6 to 8 inches from the tips of the stems. Always make your cut just below a node (the place where a leaf is, or was, attached to the stem) because the new root system will grow out of that node. Always use a clean, sterilized, sharp knife or pruners. Trim off all but the top two leaves of these cuttings and cut the remaining leaves in half in order to reduce water loss and prevent your cutting from suffering desiccation and death. Dip the bottom end of the cuttings in rooting hormones and plant them in moist sand. Alternatively, put cuttings in a jar of water. Many stems, but not all, will grow roots. Through the glass you can watch the roots develop. For both methods, when the leaves begin active growth again, pot them up.",
        "metadata": {
          "source": "Whats Wrong With My Houseplant Save Your Indoor Plants With 100 Organic Solutions (David C Deardorff, Kathryn B Wadsworth)",
          "credibility": "High",
          "category": "Care Instructions"
        }
    },
    {
        "id": "houseplant(wrongplants)_propagation_stem_cutting",
        "title": "Houseplant Propagation - Stem cuttings",
        "content": "Stem cuttings. Some plants will grow new roots and shoots from short, leafless pieces of stem. If one of these plants has gotten too tall, cut off the leafy top and treat it like a stem tip cutting. You'll be left with a bare stick or cane growing out of your pot. The bare cane will grow a new leafy top, but, if you'd like your plant to be even shorter, you can cut 6- to 8-inch-long sections from that cane and root them using the following directions. The stump you leave behind will grow a new top. Again, do not try this with a palm; you'll kill it; Use a clean, sterilized, sharp knife or prun ers to cut the topless cane off at the new height you want your original plant to become. Use a marker to mark the bottom of the cane you just lopped off (the opposite end from the leaves) so you can tell which is the bottom (toward the ground) and which is the top (toward the leaves). If your section of stem is long enough, cut it into 6- to 8-inch-long pieces, again marking the bottom end of each piece. The plant knows up from down. Roots will grow only from the bottom end and shoots will grow only from the top end, so be sure to plant it top end up and bottom end down. Let the pieces air dry for three days or so. Plant them in moist sand and the stems will grow new roots and shoots. When they are well rooted, pot them up in the same potting medium as the original plant; An alternative technique specifically for ti is to cut the stem into 2-inch-long pieces and plant the pieces on their sides in moist sand or in a 50/50 mix of perlite and vermiculite. Each piece will grow into a new plant. In the meantime, the stump of your original plant will have sprouted new shoots and be rejuvenated.",
        "metadata": {
          "source": "Whats Wrong With My Houseplant Save Your Indoor Plants With 100 Organic Solutions (David C Deardorff, Kathryn B Wadsworth)",
          "credibility": "High",
          "category": "Care Instructions"
        }
    },
    {
        "id": "houseplant(wrongplants)_propagation_leaf_cuttings",
        "title": "Houseplant Propagation - Leaf Cutting",
        "content": "A few plants are easily propagated by rooting their leaves. You can put several leaf cuttings in one pot or container filled with moist sand or a 50/50 mix of perlite and vermiculite. Keep humidity high and reduce water loss by putting a glass jar or plastic bag over each pot. Open up or remove this cover for an hour or so every day to let in air. Keep the leaf cuttings in a warm location in low light. It will take several weeks for roots to form. A gentle tug on a leaf cutting will reveal whether it has rooted or not. In a couple of months they will have made new little plantlets. At this point you can pot them up in individual pots using the same potting medium you used for the original plant. Four types of plants propagate especially well from leaf cuttings.",
        "metadata": {
          "source": "Whats Wrong With My Houseplant Save Your Indoor Plants With 100 Organic Solutions (David C Deardorff, Kathryn B Wadsworth)",
          "credibility": "High",
          "category": "Care Instructions"
        }
    },
    {
        "id": "houseplant(wrongplants)_propagation_layering_basic",
        "title": "Houseplant Propagation - Layering Basic Information",
        "content": "Layering is a technique that causes a stem to make roots while the stem is still attached to the mother plant. There are two ways to layer plants.  Simple layering is quick and easy, air layering is time-consuming, tricky, and difficult",
        "metadata": {
          "source": "Whats Wrong With My Houseplant Save Your Indoor Plants With 100 Organic Solutions (David C Deardorff, Kathryn B Wadsworth)",
          "credibility": "High",
          "category": "Care Instructions"
        }
    },
    {
        "id": "houseplant(wrongplants)_propagation_simple_layering",
        "title": "Houseplant Propagation - Layering, Simple Layering",
        "content": "Simple layering. Plants with long, flexible stems (like pothos and arrowhead plant) are particularly easy to propagate using simple layering. Plants with flexible specialized stems called stolons (like spider plant and creeping saxifrage) are also easily handled with this technique. All you need to do is select a container for your newly propagated plant to grow in and fill it with the potting medium appropriate for the plant in question. Moisten the potting medium with water, let it drain, and set the container close enough to your mother plant to allow you to pick up a healthy stem or stolon and lay it on the surface of the container; STOLONS. If you're working with a stolon, there will be little plantlets at its nodes. Adjust the position of your pot and stolon to place one of these little plantlets in the center of your container. Use a U-shaped staple or piece of wire to pin the stolon to the potting medium with the little roots pushed down into the soil. The roots will be stimulated by the moist potting medium and will begin to grow. In a few weeks, when the little plant is well rooted and actively growing new leaves, you can cut the stolon and sever the connection between the little plant and the mother plant; VINES. To propagate a vine, such as pothos, adjust the position of your pot to place the fourth leaf from the tip of the stem in the center of your container. The place where the leaf attaches to the stem is a node. There will usually be one or two fat little roots sticking out of the node on the side of the stem opposite the leaf. Push these little roots down into the soil. Use a U-shaped staple or piece of wire to pin the stem to the potting medium with the leaf pointing up. Cut the leaf off with a clean, sterilized, sharp knife or pruners and discard it; You now have a length of stem with three leaves on it on the side of the node away from the mother plant. The stem is still connected to the mother plant. The roots at the node pinned to the potting medium will be stimulated by the moist medium and will begin to grow; In a few weeks, the dormant bud at the node where the leaf you removed was attached to the stem will have grown out into a new stem and will be well rooted. At this point you cut the stem between the little plantlet and the mother plant to sever the tie between them. Now you have a new little plant with two growing stems, the original three-leaf stem tip plus the new stem that sprouted from the node.",
        "metadata": {
          "source": "Whats Wrong With My Houseplant Save Your Indoor Plants With 100 Organic Solutions (David C Deardorff, Kathryn B Wadsworth)",
          "credibility": "High",
          "category": "Care Instructions"
        }
    },
    {
        "id": "houseplant(wrongplants)_propagation_air_layering",
        "title": "Houseplant Propagation - Layering, Air Layering",
        "content": "Air layering. This is the most time-consuming and trickiest method of propagation for houseplants but is, nevertheless, a valuable tool for plants such as rubber tree and fiddle-leaf fig that are difficult or impossible to root using easier methods. As in simple layering, what you're attempting to do is to make a stem grow roots while it's still attached to the mother plant. But, unlike vines or stolons, these plants have rigid, non-flexible stems so it's very difficult to bend such a stem down to attach it to a container of potting medium without breaking it. The solution is to bring the potting medium up to the plant. Here are the 12 steps to successfully propagate plants by air layering: 1. Select a point 8 to 12 inches down from the tip of a healthy young stem and, using a clean, sterilized, sharp knife cut one-third of the way into the stem at an upward angle just below a node (the place where a leaf was attached to the stem). Do not cut more than one-third of the way through the stem, and support the stem above the wound so that it doesn't break off. 2. Remove a leaf or two if they are in your way. 3. When you wound them, rubber tree or fiddle-leaf fig will bleed milky white sap that dries to rubber. Wipe away the sap with a damp cloth. 4. Prop the wound open by inserting a toothpick sideways into the cut. 5. Put rooting hormones in the wound and wrap the wound with a couple handfuls of moistened, stringy, sphagnum moss. 6. While holding the moss in place, wrap the ball of moss in a cylinder of two layers of plastic. 7. Tape the top and bottom shut with electrical tape but leave the top of the package loose enough to add water to the inside. 8. Pour enough water inside every few days to keep the sphagnum moss moist. 9. In a month or two you'll see new roots forming inside the plastic, but sometimes it can take six to eight months for roots to form, so be patient. 10. When the new roots are about 2 inches long, remove the plastic wrapping, cut the stem off the parent plant just below the new little root ball. Do not remove the sphagnum moss from the root ball. 11. Pot up your new plant. 12. Keep it in a warm, shady location until it's adjusted to its new life independent from the original plant.",
        "metadata": {
          "source": "Whats Wrong With My Houseplant Save Your Indoor Plants With 100 Organic Solutions (David C Deardorff, Kathryn B Wadsworth)",
          "credibility": "High",
          "category": "Care Instructions"
        }
    },
    {
        "id": "houseplant(wrongplants)_propagation_seed",
        "title": "Houseplant Propagation - Seed",
        "content": "Seed. Some houseplants are easy to propagate from seed. This method takes a long time (years) to grow a decent-sized woody plant like a citrus tree, but it is much faster for herbaceous perennials like geraniums. Also, because seeds are the result of sexual reproduction, each seedling, like your own child, is a unique individual and different from its mother plant. If you want to make an identical copy of your plants then you need to propagate them asexually by division, cuttings, or layering; Specialty seed companies offer seeds of many houseplants with clear instructions printed on the package or in their catalogs regarding the appropriate sowing medium, sowing depth, soil temperature, watering, and the light regime each kind of seed needs in order to germinate successfully.",
        "metadata": {
          "source": "Whats Wrong With My Houseplant Save Your Indoor Plants With 100 Organic Solutions (David C Deardorff, Kathryn B Wadsworth)",
          "credibility": "High",
          "category": "Care Instructions"
        }
    }
]