[
    {
        "id": "houseplant(wrongplants)_fertilizer_basic",
        "title": "Houseplant Fertilizer - Basic Information",
        "content": "Commercial fertilizer packages often describe their contents as 'plant food'. This is a misnomer. Fertilizer contains mineral nutrients such as nitrogen, phosphorus, and potassium that plants require for growth, but any plant's actual food, what they actually eat, is the sugar they make from sunlight and carbon dioxide. When you breathe on your plants you are truly feeding them. They absorb the carbon dioxide from your breath, combine it with solar energy through photosynthesis, and manufacture sugar from it. When they metabolize the sugar it provides them with the fuel they need to grow new leaves, roots, stems, and flowers; Plants need more than just sunlight, carbon dioxide, and water; they also require 12 essential mineral nutrients. In nature, plants obtain these nutrients from animal droppings, dead animals, and dead plant material. Houseplants have to obtain them from their more limited environment: if the organic potting medium you use has organic fertilizer and compost incorporated into it, your plant will get the nutrients it needs. The overwhelming majority of houseplants are not fussy about nutrients, but if the potting medium contains no fertilizer then you may need to add organic fertilizer. You may also need to add fertilizer later, after the plant has grown. Look to its portrait to determine a plant's fertilizer needs.",
        "metadata": {
          "source": "Whats Wrong With My Houseplant Save Your Indoor Plants With 100 Organic Solutions (David C Deardorff, Kathryn B Wadsworth)",
          "credibility": "High",
          "category": "Care Instructions"
        }
    },
    {
        "id": "houseplant(wrongplants)_fertilizer_nutrients",
        "title": "Houseplant Fertilizer - Type of Nutrients",
        "content": "All fertilizers have three numbers on the front of the package (e. g. , 6-12-4 or 10-10-10), which stand for the percentages of nitrogen (N), phosphorus (P), and potassium (K), in that order. These three essential nutrients are called primary or macronutrients because plants need them in relatively large quantities compared to the other nine; Nitrogen (the first number) is vital for vegetative growth. A plant has to have nitrogen in order to grow new leaves, roots, stems, and so forth. High nitrogen promotes the lush growth of green leaves, so that any houseplant grown primarily for its attractive foliage, as opposed to flowers, needs a high-nitrogen fertilizer. Phosphorus (the middle number) is necessary for flowering and strong roots. Plants need phosphorus in order to initiate, develop, and maintain their flowers. This is why the percent of phosphorus is high in fertilizers designed for flowering bulbs. Any flowering houseplant grown primarily for its beautiful flowers, as opposed to its foliage, needs a fertilizer with a relatively high phosphorus component. Potassium (the last number) promotes strong stems and provides stress protection for plants. Your plant is better able to withstand extremes (too much or too little) of essential environmental variables such as light, temperature, and water if it's getting adequate potassium; The secondary essential mineral nutrients are calcium, magnesium, and sulfur. They are not needed in quantities as large as the macro-nutrients, but they are still essential for healthy plants. Six micronutrients, needed in minute quantities, are boron, copper, iron, manganese, molybdenum, and zinc; Plants require all 12 of the mineral nutri ents just named in order to stay healthy. In addition to the 12, they also need the carbon, hydrogen, and oxygen they obtain from carbon dioxide and water in order to manufacture sugar. A good, high-quality, organic potting soil that contains organic fertilizer should supply all 12 of the essential mineral nutrients that your houseplant needs.",
        "metadata": {
          "source": "Whats Wrong With My Houseplant Save Your Indoor Plants With 100 Organic Solutions (David C Deardorff, Kathryn B Wadsworth)",
          "credibility": "High",
          "category": "Care Instructions"
        }
    },
    {
        "id": "houseplant(wrongplants)_fertilizer_nutrients_usage",
        "title": "Houseplant Fertilizer - Usage of Nutrients",
        "content": "Here is the list of nutrient usage: 1. Nitrogen, for Vegetative growth, protein synthesis for new tissue. 2. Phosphorus, for Flower and fruit production. 3. Potassium, for Strong stems and stress protection. 4. Calcium, essential for numerous metabolic and physiological processes. 5. Magnesium, essential for growth and is a component of chlorophyll. 6. Sulfur, vital for plant growth, especially roots and seed production. 7. Boron, necessary component of cell walls and membrane function. 8. Copper, necessary for photosynthesis and plant growth. 9. Iron, necessary for photosynthesis. 10. Manganese, important for carbohydrate and nitrogen metabolism. 11. Molybdenum, important for nitrogen metabolism. 12. Zinc, important for growth hormones and enzyme systems.",
        "metadata": {
          "source": "Whats Wrong With My Houseplant Save Your Indoor Plants With 100 Organic Solutions (David C Deardorff, Kathryn B Wadsworth)",
          "credibility": "High",
          "category": "Care Instructions"
        }
    }
]